[
    {
        "title": "Saga de Pilaf (1986)",
        "capitulos": [
            {
                "nro": "1",
                "titulo": "«Bulma y Son Gokū»",
                "titulos": [
                    "«Buruma to Son Gokū»",
                    "«Bulma y Son Goku»",
                    "«El secreto de la esfera del dragón»"
                ],
                "manga": "Capítulo 1",
                "fecha": "26 de febrero de 1986",
                "resumen": "Son Goku, un niño huérfano pero fuerte que vive solo en el Monte Paoz, y Bulma, una adolescente de 16 años, se conocen cuando ella lo atropella mientras conduce por el Monte Paoz. Bulma está buscando, las bolas de Dragón, 7 bolas mágicas, que al unirse; convocan a Shenlong, el Dios Dragón que otorga cualquier deseo. Antes de morir, el abuelo de Goku le regaló a éste la bola de cuatro estrellas, llamada Sūshinchū. Bulma, que ya tiene dos bolas mágicas, le pide a Goku que le ayude a buscar el resto de las bolas, para lo que utilizará un radar, inventado por ella misma. ",
                "url": "https://mega.nz/embed/V2NmGBgQ#j19zPw4bEMaq_6WPr9ZCGSP3ZwbjI7Key90Hduilzk4"
            },
            {
                "nro": "2",
                "titulo": "«¡Aaaaargh! ¡No están las bolas!»",
                "titulos": [
                    "«Arararā! Tama ga nai!»",
                    "«La primera parte del viaje»",
                    "«La búsqueda del emperador»"
                ],
                "manga": "Capítulos 2 y 3 hasta página 7",
                "fecha": "5 de marzo de 1986",
                "resumen": "Ya es de noche. De las Cápsulas Hoipoi de Bulma (unas pequeñas cápsulas enumeradas que contienen en su interior todo tipo de objetos), ésta saca una casa, para pasar la noche. Mientras tanto, Mai le cuenta al emperador Pilaf que a cien kilómetros al norte de su castillo, en el Valle del Dragón, se ve un resplandor que emana por las noches. Pilaf, que también está buscando las Dragon Balls y planea usarlas para conquistar el mundo, envía a sus esbirros Mai y Shū para que averigüen si el resplandor mencionado se trata de una Esfera del Dragón. Gokú sale en busca de comida, ya que la que tiene Bulma no le gusta. Al ver el avión de Mai y Shū, lo confunde con un pájaro, por lo que corre detrás de él, alcanzándolo después de que Mai y Shū se bajaran del avión. Los resplandores rojos resultaron ser los ojos de unos lobos salvajes, que a Gokú le parecieron deliciosos, por lo que decide luchar contra ellos, salvando involuntariamente a Mai y Shū. Al día siguiente, Gokú y Bulma se encuentran con Umigame, una tortuga marina que está buscando el mar, así que deciden interrumpir su búsqueda para ayudar a la tortuga. ",
                "url": "https://mega.nz/embed/pzsC3Kya#l8tfG86kVomjvf5HryRD4XxhJNyUT2XHmK95jOzQcvI"
            },
            {
                "nro": "3",
                "titulo": "«La Nube Kinto de Kame Sen'nin»",
                "titulos": [
                    "«Kame Sennin no Kinto'un»",
                    "«Las nubes de Tortuga Duende»",
                    "«La nube dorada de Roshi»"
                ],
                "manga": "Capítulos 3 pág 8 en adelante y 4 hasta pág 13",
                "fecha": "12 de marzo de 1986",
                "resumen": "Cuando llegan al mar, Umigame les pide a Gokú y a Bulma que lo esperen. Mientras tanto, Pilaf recibe una llamada telefónica de alguien y le cuenta que en una pequeña isla, a 250 kilómetros al sureste de su castillo, un anciano conocido como Ermitaño Tortuga, tiene una Esfera del Dragón. Cuando llegan a la casa del anciano, Pilaf trata de abrir la puerta con una llave. Shū y Mai, que entraron por la ventana, le dijeron a Pilaf que había cerrado la puerta porque ya estaba abierta. Umigame regresa con un anciano en su espalda, el Ermitaño Tortuga. Como recompensa por haber salvado a la tortuga, le regala a Gokú una nube llamada Nube Kinto. El anciano no puede subirse a la nube, porque solo la gente buena y de corazón puro puede hacerlo. Bulma tampoco puede subirse, pero Gokú sí, porque tiene un buen corazón. El Ermitaño Tortuga le regala a Bulma la esfera de tres estrellas, la Sanshinchū, sin saber qué importancia tenía. Cuando el anciano llega a su isla, se entera de que Pilaf y sus siervos estuvieron revolviendo su casa, buscando la Esfera del Dragón. Después de que cuenta que la regaló, los tres abandonan la isla. ",
                "url": "https://mega.nz/embed/5vFklDoI#TPPCUnM-gmjNe9-dchtMqn_vhBQkjr7T9afnwYWey-g"
            },
            {
                "nro": "4",
                "titulo": "«Oolong, el demonio secuestrador»",
                "titulos": [
                    "«Hitosarai yōkai Ūron»",
                    "«Oolong el secuestrador»",
                    "«Oolong, el secuestrador de niñas»"
                ],
                "manga": "Capítulos 4 pág 14 en adelante hasta el 6 pág 13",
                "fecha": "19 de marzo de 1986",
                "resumen": "El Radar del Dragón lleva a Gokú y a Bulma a Villa Aru, y se enteran de que la villa está siendo aterrorizada por un monstruo que puede cambiar su apariencia llamado Oolong. Una anciana de la villa tiene la Ryūshinchū (Esfera del Dragón de seis estrellas), y acepta dársela a los chicos si ellos hacen que Oolong se marche de la villa. El monstruo quiere casarse con una chica de la villa, así que Gokú se disfraza de ésta para engañar a Oolong. Cuando el monstruo descubre el engaño, se enoja mucho, se convierte en un toro y huye de la villa. Esto se debe a que él puede transformarse las veces que quiera, pero solo en un período de cinco minutos, y luego tiene que esperar un minuto más para volver a transformarse. Gokú lo sigue y finalmente lo atrapa y lo derrota. Todos descubren que la verdadera identidad de Oolong es la un cerdito inocente e indefenso. Con la villa salvada, la anciana les regala a Gokú y Bulma, la Ryūshinchū. ",
                "url": "https://mega.nz/embed/l61GiD6Y#OJiYnUADwAMoSBJ1yKmaGQYh6T-fOMHUCz04WPG_95o"
            },
            {
                "nro": "5",
                "titulo": "«El malvado y poderoso Yamcha del desierto»",
                "titulos": [
                    "«Tsuyokute warui sabaku no Yamucha»",
                    "«El terrible y solitario Yamcha»",
                    "«El fuerte y malvado Yamcha vive en el desierto»"
                ],
                "manga": "Capítulos 6 pág 14 en adelante hasta el 8",
                "fecha": "26 de marzo de 1986",
                "resumen": "Bulma obliga a Oolong a que se una a ellos, pensando que su habilidad para transformarse les sería muy útil. El barco de Bulma se queda sin combustible, así que cruzan el desierto. Se dice que un bandido peligroso llamado Yamcha vive en este desierto, acompañado de su gato Puar, quien también puede transformarse. Mientras Gokú, Bulma y Oolong caminan por el desierto, Yamcha y Puar les tienden una emboscada. Luego, Gokú y Yamcha comienzan a pelear. Yamcha cree que ganó después de usar su técnica Rōgafūfūken, pero Gokú logra levantarse. Yamcha está a punto de atacar de nuevo, pero ve a Bulma. Como se pone nervioso con las chicas, entra en pánico y huye con Puar. ",
                "url": "https://mega.nz/embed/8mcRgI5a#26v-sjXCULtFEG_3Abi2mRWY1d8UtEg7q4viSGbQ0dA"
            },
            {
                "nro": "6",
                "titulo": "«Los visitantes de medianoche»",
                "titulos": [
                    "«Mayonaka no hōmonshatachi»",
                    "«¡Vigilad las bolas de dragón!»",
                    "«Vigila las esferas del dragón»"
                ],
                "manga": "Capítulos 9 y 10",
                "fecha": "2 de abril de 1986",
                "resumen": "Oolong recuerda que tiene una casa rodante en una Cápsula Hoipoi, así que los tres pasan la noche ahí. Mientras tanto, Mai y Shū localizan la casa rodante, y tratan de poner una bomba de tiempo debajo de ella, pero Shū se pega el lado adhesivo de la bomba en su mano accidentalmente, y huye con Mai. Gokú le cuenta a Oolong sobre las Dragon Balls. Oolong pone somníferos en las bebidas de Gokú y Bulma, haciendo que se queden dormidos, para poder manosear a Bulma mientras duerme sin que Gokú se dé cuenta. Yamcha y Puar, que estuvieron afuera escuchando la conversación de Gokú y Oolong, planean ahora robar las esferas. Puar se transforma en Gokú para sacar a Oolong (quien se transformó en Bulma, pensando que Puar es Gokú) afuera de la casa rodante, mientras Yamcha sube al piso de arriba donde Bulma duerme. Pero lo que él creía que eran las Dragon Balls eran los pechos de Bulma. Oolong y Puar descubren la verdadera identidad de cada uno. Luego, Yamcha huye junto con Puar. Al día siguiente, Shū y Mai terminan de restablecer la bomba y la ponen debajo de la casa rodante. Con el fin de obtener las Dragon Balls, Yamcha le dispara a la casa rodante con una bazuca, y vuelve a pelear contra Gokú, quien le saca un diente. Yamcha se retira con Puar, y planea esperar a que Gokú y los demás junten las siete esferas y así robarlas. Shū y Mai están junto a la casa rodante destruida y dañada, y creyendo que la bomba ya explotó, entran para buscar las Dragon Balls. La bomba explota con ellos adentro. ",
                "url": "https://mega.nz/embed/ZvEEhJwL#BHMtE5mftuTZKd8ZwsxPi8cRvmFfg3Xcp4I9lUD9F8E"
            },
            {
                "nro": "7",
                "titulo": "«Ox-Satán de la montaña Frypan»",
                "titulos": [
                    "«Furaipan yama no Ox-Satán»",
                    "«Ox-Satán en el Monte Frypan»",
                    "«Ox-Satán en la montaña de fuego»"
                ],
                "manga": "Capítulos 11 y 12",
                "fecha": "9 de abril de 1986",
                "resumen": "Gokú, Bulma y Oolong, seguidos por Yamcha y Puar, llegan al Monte Frypan, donde vive Ox-Satán, buscando la sexta esfera del dragón. Cuando Ox-Satán está a punto de matarlos por tratar de robarle su tesoro, reconoce la Nube Kinto que el Maestro Roshi le ha regalado a Gokú y le pide al niño que vaya a buscar a su hija Milk, y la acompañe para pedirle prestado el abanico Bashō Sen al anciano. ",
                "url": "https://mega.nz/embed/V6FjyCZZ#hVmWAnq039PDiSsmvMkAx0qza11UfQ7ymK5dbKcAxW4"
            },
            {
                "nro": "8",
                "titulo": "«El Kame Hame Ha del Kame Sen'nin»",
                "titulos": [
                    "«Kame Sen'nin no Kame Hame Ha»",
                    "«La ola Kame Hame de Tortuga Duende»",
                    "«La onda glaciar de Roshi»"
                ],
                "manga": "Capítulos 13 al 15",
                "fecha": "16 de abril de 1986",
                "resumen": "Dado que hace años que perdió el Bashō Sen, el Maestro Roshi decide acompañar a Gokú y Milk a apagar el fuego de la montaña personalmente. Ahí usa el Kame Hame Ha, logrando apagar el fuego, a costa de destruir la montaña y el castillo. Por suerte, la esfera del dragón no sufre daños y Bulma la encuentra con ayuda del radar. Mientras tanto, Gokú intenta copiar la técnica del anciano maestro y lo logra al primer intento, destrozando el coche que les había regalado Yansha. Ox-Satán les regala un nuevo coche y los tres continúan su camino. ",
                "url": "https://mega.nz/embed/F3ciUBQT#1x-FDu_ZckLEmT_jBUrKf8AJIvuyELehskUiZy8rJw0"
            },
            {
                "nro": "9",
                "titulo": "«La habilidad especial del Jefe Conejo»",
                "titulos": [
                    "«Usagi oyabun no tokui waza»",
                    "«El truco especial del Jefe Conejo»",
                    "«El truco especial del Jefe Conejo»"
                ],
                "manga": "Capítulos 16 y 17",
                "fecha": "23 de abril de 1986",
                "resumen": "Gokú y compañía llegan a un pueblo a reabastecerse. Ahí son atacados por la banda del Jefe Conejo, un ser extraño que convierte a la gente en zanahorias con solo tocarlas. Tras convertir a Bulma en una zanahoria, Gokú y Yamcha luchan contra él, tras lo cual Bulma vuelve a la normalidad y la banda del Jefe Conejo termina en la Luna. ",
                "url": "https://mega.nz/embed/97tEzTrQ#zanRBsWywQ0AuKcdx6Xxx7Q9K02HOdaeORaMJQN1H04"
            },
            {
                "nro": "10",
                "titulo": "«¡Las bolas de dragón han sido robadas!»",
                "titulos": [
                    "«Doragon Bōru ubawareru!!»",
                    "«¡Han robado las Bolas de Dragón!»",
                    "«Las esferas del dragón han sido robadas»"
                ],
                "manga": "Capítulo 18",
                "fecha": "30 de abril de 1986",
                "resumen": "Estando cerca de llegar al sitio donde se encuentra la última esfera del dragón, son atacados por Shū, quien les roba el maletín donde estaban las otras esferas, dejando atrás la que estaba en posesión de Gokú. Gracias al radar, Gokú, Oolong, Bulma, Yamcha y Puar llegan al castillo de Pilaf, donde caen en una trampa y son encerrados. ",
                "url": "https://mega.nz/embed/9i0QgD6K#OxvOn_6OC5BWgZSrb5dvkPH2CYgSVuQlhPAYKoEUn3c"
            },
            {
                "nro": "11",
                "titulo": "«¡Finalmente aparece el dragón!»",
                "titulos": [
                    "«Tsui ni ryū arawaru!»",
                    "«Invocando al dragón»",
                    "«El dragón ha sido llamado»"
                ],
                "manga": "Capítulo 19",
                "fecha": "7 de mayo de 1986",
                "resumen": "Gracias a un gas somnífero, Mai logra robar la esfera del dragón de Gokú, aunque por error deja la puerta abierta y los cinco logran escapar del cuarto. Tras sortear diversos obstáculos del castillo, son atrapados de nuevo. Pilaf se prepara para invocar al Dios Dragón Shenlong, mientras que Gokú intenta escapar usando un Kame Hame Ha, abriendo un agujero, pero solo Puar y Oolong logran salir convertidos en murciélagos. ",
                "url": "https://mega.nz/embed/pvlDRJgb#KT1SeYMJHXq7hopMRE59CJEu27vbqf_kSIwDaFbM9Bw"
            },
            {
                "nro": "12",
                "titulo": "«¡Un deseo a Shenlong!»",
                "titulos": [
                    "«Shenron e no negai!»",
                    "«Se le pide un deseo al dios dragón»",
                    "«Un deseo pedido al dios dragón»"
                ],
                "manga": "Capítulos 20 y 21",
                "fecha": "14 de mayo de 1986",
                "resumen": "Pilaf convoca a Shenlong, pero mientras pide su deseo, Oolong se interpone de un salto y pide unas bragas. Gokú y los demás consiguen escapar del cuarto, pero son capturados de nuevo. Esta nueva sala tiene paredes de acero y un techo de vidrio blindado. Mientras esperan la muerte calcinados por el sol del desierto, Gokú mira la luna llena, transformándose en Ōzaru , un gigantesco mono rugido primate salvaje. ",
                "url": "https://mega.nz/embed/FuFAwagK#45DB6GZW2YMp95JZ9o_VPOPmxQ5sc8IAxhsPCj2DeK8"
            },
            {
                "nro": "13",
                "titulo": "«La gran transformación de Gokū»",
                "titulos": [
                    "«Gokū no daihenshin»",
                    "«La metamorfosis de Goku»",
                    "«La metamorfosis de Gokú»"
                ],
                "manga": "Capítulos 22 y 23",
                "fecha": "21 de mayo de 1986",
                "resumen": "Gokú, transformado en Ōzaru, empieza a destruir todo el castillo, mientras Pilaf y sus secuaces tratan de atacarlo, sin obtener resultado alguno. Yamcha y los demás escapan y tratan de calmar a Gokú. Al no conseguirlo, Yamcha le pide a Puar que se transforme en tijeras para cortarle la cola a Gokú, con lo que éste vuelve a la normalidad. Por la mañana, Gokú despierta y se despide de sus amigos, que se van a la ciudad, mientras él se marcha en la Nube Voladora para entrenar con el Maestro Roshi. ",
                "url": "https://mega.nz/embed/xnNSTLhD#sPbUDpcUkBiwBsDLsLvbEYXZ6-KtCiJqTsVK00aTOT4"
            }
        ]
    },
    {
        "title": "El 21° Torneo de las Artes Marciales (1986)",
        "capitulos": [
            {
                "nro": "14",
                "titulo": "«¿El rival de Gokū? ¡Aparece!»",
                "titulos": [
                    "«Gokū no raibaru? Sanjō!!»",
                    "«A Goku le sale un rival»",
                    "«El Rival de Gokú»"
                ],
                "manga": "Capítulos 24 y 25",
                "fecha": "28 de mayo de 1986",
                "resumen": "Son Goku llega a Kame House a pedirle a Tortuga Duende que lo entrene. Éste le pregunta a Goku por Bulma y al darse cuenta de que ya se ha marchado, le pone como requisito para que lo entrene es que le traiga una mujer hermosa. En el primer intento Goku falla, trayendo una mujer enorme; en el segundo intento logra traer a una hermosa mujer, con el único inconveniente de que es una sirena. Cuando Goku estaba a punto de salir de nuevo, llega un barco a la isla. Es Krilín, que le pide a Tortuga Duende convertirse en su alumno. El Maestro acepta con la condición de que entre ambos jóvenes traigan una chica guapa. ",
                "url": "https://mega.nz/embed/YzUWHBwb#n06eyJfLu4l-bpxSfvpBq1ZgdDeF26Na0Y3-R0rSTvw"
            },
            {
                "nro": "15",
                "titulo": "«Lunch, una niña misteriosa»",
                "titulos": [
                    "«Fushigi na onna no ko Ranchi»",
                    "«Lunch, una chica misteriosa»",
                    "«La misteriosa niña Lunch»"
                ],
                "manga": "Capítulos 26 y 27",
                "fecha": "4 de junio de 1986",
                "resumen": "En su viaje, Goku y Krilín se encuentran a una joven llamada Lunch siendo perseguida por la policía, al verla en peligro Goku la salva. Los chicos se la llevan a Tortuga Duende para que los entrenen. Cuando llegan a Kame House, el anciano maestro les pide a los tres que se cambien la ropa que llevan puesta por el uniforme de entrenamiento, la cual; es en realidad ropa interior femenina para ver a Lunch. Pero cuando iban a empezar a entrenar, Lunch estornuda cambiando su personalidad y empieza a dispararles a los tres. ",
                "url": "https://mega.nz/embed/Rqsg3ZgJ#NGfJuoGp0cSvPhVdcf16GZEiiNr5jYCnzQ6Q7N42XuA"
            },
            {
                "nro": "16",
                "titulo": "«Entrenamiento: Búsqueda de piedras»",
                "titulos": [
                    "«Shūgyō - Ishi sagashi»",
                    "«Entrenamiento para la búsqueda de piedras»",
                    "«La cacería de piedras»"
                ],
                "manga": "Capítulos 28 y 29",
                "fecha": "11 de junio de 1986",
                "resumen": "Kame Sen'nin lleva la Kame House a otra isla más espaciosa para entrenar. Al llegar a la isla, el anciano pone a los niños una prueba de velocidad en 100 m Al atardecer, Kame Sen'nin propone otra prueba: marca una piedra con el kanji tortuga ( 亀 kame ? ) y la lanza a una espesa jungla. El primero que la encuentre en 30 minutos podrá cenar, si no, ninguno podrá comer. Krilín, al darse cuenta de la complejidad de la prueba, intenta falsificar la piedra, pero Tortuga Duende descubre la trampa. Más tarde, Goku encuentra la piedra, pero Krilín se la arrebata y la entrega como suya, ganándose el derecho a cenar. Sin embargo, cuando después de cenar todos se intoxican poniéndose enfermos excepto Goku, por lo que tienen que quedarse 3 días en la cama. ",
                "url": "https://mega.nz/embed/9jUGyKLZ#6BDPyPPsmwcV0i3nooHxc_9GzUF3Z0PqFo_YisvpXhw"
            },
            {
                "nro": "17",
                "titulo": "«¡Arriesgando la vida! Los repartidores de leche»",
                "titulos": [
                    "«Inochigake! Gyūnyū haitatsu»",
                    "«Repartidores de leche»",
                    "«Los repartidores de leche»"
                ],
                "manga": "Capítulo 30",
                "fecha": "18 de junio de 1986",
                "resumen": "Tortuga Duende despierta a los niños a las 4:30 de la madrugada para el primer día de entrenamiento. Comienzan repartiendo leche a pie, recorriendo kilómetros alrededor de la isla, incluyendo subir montañas, atravesar acantilados, cruzar desiertos y ser perseguidos por dinosaurios. Al volver a casa, el anciano maestro anuncia que el entrenamiento de la madrugada ha terminado y ahora había llegado el momento de iniciar con el entrenamiento de la mañana. ",
                "url": "https://mega.nz/embed/dvMEATDZ#o20yuwu1k02ndFu92dt39toPbFwdTf7Y7HxeNdWVVes"
            },
            {
                "nro": "18",
                "titulo": "«Entrenamiento inten~so al estilo de Kame Sen'nin»",
                "titulos": [
                    "«Kame Sen-ryū kitsūi shūgyō»",
                    "«Entrenamiento al estilo de Tortuga Duende»",
                    "«Entrenando al estilo de Roshi»"
                ],
                "manga": "Capítulo 31",
                "fecha": "25 de junio de 1986",
                "resumen": "Goku y Krilín continúan con el entrenamiento. Por la mañana, aran una granja con las manos. Después del desayuno y hasta el almuerzo estudian y después de almorzar echan una siesta y siguen con el entrenamiento ayudando en una construcción como albañiles, nadando en un lago lleno de tiburones y evitando una colmena de abejas mientras están atados al árbol. Al final del día, Tortuga Duende les informa que a partir del día siguiente y durante varios meses entrenarán usando unos caparazones de 20 kilogramos en la espalda. ",
                "url": "https://mega.nz/embed/MucUCA5L#1yIZEYya_aqJZJ-1-R6wlz-LOWr1J1YTl_M2tabqJmA"
            },
            {
                "nro": "19",
                "titulo": "«¡Comienza el Tenkaichi Budōkai !»",
                "titulos": [
                    "«Tenkaichi Budōkai hajimaru!»",
                    "«Se inicia el gran torneo»",
                    "«El gran torneo de artes marciales»"
                ],
                "manga": "Capítulos 32 y 33",
                "fecha": "2 de julio de 1986",
                "resumen": "Tras varios meses de entrenamiento y faltando un mes para el Tenkaichi Budōkai , Tortuga Duende les entrega a Goku y a Krilín unos nuevos caparazones, esta vez de 40 kilogramos cada uno, con los que continúan entrenando hasta que llega el día del torneo. Antes de partir hacia el torneo, el anciano maestro les dice a los chicos que se quiten los caparazones y salten con todas sus fuerzas para ver el resultado de su entrenamiento, logrando una altura increíble. Al llegar al sitio del torneo, se encuentran con Yamcha, Bulma, Puar y Oolong, y a la mañana siguiente comienzan las preliminares. ",
                "url": "https://mega.nz/embed/4zdnjSRJ#lrj9hzf5ZZr8tYsYCzK19h64q_ZiV2wu3N9HutAc12o"
            },
            {
                "nro": "20",
                "titulo": "«¿Podrá? El poder del entrenamiento»",
                "titulos": [
                    "«Deru ka? Shūgyō no iryoku»",
                    "«¿Podrá ser eliminada la fuerza lograda?»",
                    "«¿Podrá el duro entrenamiento ser puesto en práctica?»"
                ],
                "manga": "Capítulos 33 y 34",
                "fecha": "9 de julio de 1986",
                "resumen": "Comienzan las preliminares, los 137 participantes son divididos en cuatro grupos, los dos ganadores de cada grupo podrán participar en la fase final del torneo. Gokú participa en la primera pelea del grupo 3 contra un enorme luchador a quien elimina tocándolo en la pierna, debido a la fuerza obtenida por el entrenamiento. Krilin, por su lado, le toca enfrentarse a uno de sus viejos compañeros del templo Orin, al cual vence con una sola patada. Gracias a sus entrenamientos, Goku, Krilín y Yamcha no tutienen problemas para clasificarse a la fase final. ",
                "url": "https://mega.nz/embed/MiNS0ZbJ#byFu-dYXgpPjfN6lKYiY0ugfKofxDZLe0nWbHxI9yWo"
            },
            {
                "nro": "21",
                "titulo": "«¡Cuidado! Krilin»",
                "titulos": [
                    "«Ayaushi! Kuririn»",
                    "«¡Peligro Krilin!»",
                    "«¡Alerta Krilin!»"
                ],
                "manga": "Capítulos 35 y 36",
                "fecha": "16 de julio de 1986",
                "resumen": "Los 8 finalistas son llamados al Ring Principal al descubierto y se determina el orden de las peleas: Bacterian vs. Krilin, Jackie Chun vs. Yamcha, Ranfan vs. Nam y Gokú vs. Giran. Después de que el presentador explique las reglas, comienza la primera pelea. Bacterian tiene la ventaja la mayor parte de la pelea hasta que Gokú le recuerda a Krilin que no tiene nariz, por lo que los olores no deberían afectarle, y tras ello el joven vence a Bacterian fácilmente. ",
                "url": "https://mega.nz/embed/0yUjSSoZ#_RcRFkmZKAecln7XYPNHdfr701OqiNTmpVYsBnXMdsU"
            },
            {
                "nro": "22",
                "titulo": "«Yamcha contra Jackie Chun»",
                "titulos": [
                    "«Yamucha tai Jakkī Chun»",
                    "«Yamcha contra Jackie Chun»",
                    "«¡Yamcha contra Jackie Chun!»"
                ],
                "manga": "Capítulos 37 y 38",
                "fecha": "23 de julio de 1986",
                "resumen": "Continúa el torneo con la segunda pelea: Yamcha contra Jackie Chun. Yamcha comienza atacando, pero todos sus golpes son esquivados por el anciano, quien tras esquivar el Rōgafūfūken lanza a Yamcha fuera del ring con un simple golpe de viento de uno de sus ataques. Justo después, se realiza la tercera pelea, Ranfan contra Nam. Al principio, Nam es fácilmente abatido por los engaños de Ranfan, llevándolo incluso a estar al borde del ring, pero la convicción de Nam le lleva a la victoria. ",
                "url": "https://mega.nz/embed/J6FTxQTZ#5V-rnGAZJjf6teHidTwiOCCgiIWX_yb5oyVrlCCkWYA"
            },
            {
                "nro": "23",
                "titulo": "«¡Aparece! Giran, el formidable enemigo»",
                "titulos": [
                    "«Detā! Kyōteki Giran»",
                    "«Giran, un rival peligroso»",
                    "«El horrible Guilan»"
                ],
                "manga": "Capítulos 39 y 40",
                "fecha": "30 de julio de 1986",
                "resumen": "Comienza el último combate, Gokú contra Giran, después de una inesperada lluvia. Tras varios golpes, Gokú logra lanzar al monstruo fuera del ring, pero gracias a sus alas, Giran logra regresar. Es entonces cuando utiliza su Guru Guru Gum para atrapar al niño y lanzarlo fuera, pero es salvado por la Nube Kinton justo a tiempo. Giran reclama a los jueces por el uso de la nube voladora y deciden dejarlo como una única excepción. En un nuevo intento por sacar a Gokú del ring, el monstruo golpea con toda su fuerza, pero el chaval se agarra al brazo de Giran con su cola, que ha crecido de nuevo. Gracias a ella, Gokú tiene la suficiente fuerza como para romper el Guru Guru Gum que le atrapa y al ver una gran demostración de dicha fuerza, Giran se rinde. ",
                "url": "https://mega.nz/embed/0zsT1RzY#dhOaGdLRrvDRFN8Y7VA7heCGCsa8iQlFmuIYQLj61gI"
            },
            {
                "nro": "24",
                "titulo": "«La gran lucha ofensiva y defensiva desesperada de Krilin»",
                "titulos": [
                    "«Kuririn hisshi no daikōbōsen»",
                    "«Frenético ataque de Krilín»",
                    "«El frenético ataque de Krilin»"
                ],
                "manga": "Capítulos 41 al 43",
                "fecha": "6 de agosto de 1986",
                "resumen": "En el intermedio antes de las semifinales, Goku y Krilín son entrevistados. Yamcha, entre bastidores, intenta descubrir la verdadera identidad de Jackie Chun. En la primera semifinal, Krilín se enfrenta a Jackie Chun. El combate llega a ser tan rápido que en un momento lo detienen para que ambos luchadores expliquen lo que ha pasado. Después, Krilín usa unas bragas para engañar al anciano y lo manda volando de una patada, pero Jackie Chun usa un Kame Hame Ha para impulsarse de vuelta a la plataforma. El anciano decide terminar el combate y se coloca detrás de Krilín para darle un golpe a ambos lados del cuello, dejándolo fuera de combate. ",
                "url": "https://mega.nz/embed/UjMCnJrb#2gU8WcceoJzUfP9UETJ-MhKc9INzYzpil-mrflgbumc"
            },
            {
                "nro": "25",
                "titulo": "«¡Levántate Gokū! El temible Tenkū Pekeji Ken»",
                "titulos": [
                    "«Tate Gokū! Osorubeki Tenkū Pekeji Ken»",
                    "«El temible golpe aéreo de Karate»",
                    "«El terrible ataque aéreo de Nam»"
                ],
                "manga": "Capítulos 44 al 46",
                "fecha": "13 de agosto de 1986",
                "resumen": "La segunda semifinal, entre Goku y Nam, comienza con el niño imitando el Zanzōken de Jackie Chun, pero Nam logra evadirlo y contraataca. Tras intercambiar varios golpes, Goku intenta atacar con una técnica recién inventada, pero no sale como esperaba y Nam lo golpea con su temible técnica Tenkū Pekeji Ken (El Golpe Aéreo). Gokú logra recuperarse increíblemente, por lo que Nam vuelve a intentar la técnica, pero el niño salta detrás de él, y al volver al suelo, Goku logra tomar la iniciativa y patea a Nam fuera del ring. Al finalizar el combate, Jackie Chun le regala a Nam una Cápsula Hoi Poi para que lleve agua a su pueblo y le pide como favor que se disfrace para que sus alumnos y Yamcha dejen de sospechar de que Jackie Chun es realmente Tortuga Duende. ",
                "url": "https://mega.nz/embed/ZmVEgQjR#gCQV3gnefcCmIlOjrc6RXSh1U67SpYDYs3p9U524lWY"
            },
            {
                "nro": "26",
                "titulo": "«¡Es la final! Kame Hame Ha»",
                "titulos": [
                    "«Kesshōsen da!! Kamehameha»",
                    "«La gran final»",
                    "«La fuerza Kame Hame al ataque»"
                ],
                "manga": "Capítulos 46 al 49",
                "fecha": "20 de agosto de 1986",
                "resumen": "Después de un resumen de las peleas del torneo y una pequeña entrevista a los participantes, da comienzo la final. Tras un par de golpes, Jackie Chun logra enviar a Gokú volando lejos del ring con una patada, pero el niño logra volver usando su cola como una hélice de helicóptero. Al continuar la pelea, ambos concursantes utilizan el Kame Hame Ha, lo cual; resulta en una enorme explosión. Jackie Chun usa un doble Zanzōken para atacar a Gokú por la espalda. Cuando el niño se levanta de nuevo, imita esta técnica, haciéndolo triple y atacando a Jackie desde el cielo. A continuación, el anciano utiliza el Suiken , a lo cual Gokú responde con el Saruken . Jackie Chun se enfada y decide detenerlo usando otra técnica, moviendo misteriosamente las manos.\n--\nNOTA: En España, éste fue el último episodio doblado en los estudios de Barcelona, primer doblaje de la serie. ",
                "url": "https://mega.nz/embed/w3tyQTqa#b3dGj1pivOAx7P-9bRcL-Ta0viOO4KW3X1_luhflxhA"
            },
            {
                "nro": "27",
                "titulo": "«Gokū - Grandísimo peligro»",
                "titulos": [
                    "«Gokū - Saidai no pinchi»",
                    "«El combate más fuerte de Goku»",
                    "«Gokú en graves aprietos»"
                ],
                "manga": "Capítulos 49 al 51",
                "fecha": "27 de agosto de 1986",
                "resumen": "La final continúa. Jackie Chun utiliza el Yoiko Minmin Ken para hacer dormir a Gokú, pero es despertado cuando Bulma grita que es hora de cenar. El combate se reanuda y para acabar, Jackie Chun decide usar su técnica más poderosa, el Bankoku Bikkuri Shō , la cual; usa su energía para electrocutar al oponente. Cuando Gokú está a punto de rendirse, mira la luna llena y se convierte en Ōzaru, con lo que vence la técnica del anciano y comienza a destruirlo todo. Al ver el peligro en que se encuentra, Jackie Chun decide usar un Kame Hame Ha con todo su poder.\n--\nNOTA: En España, éste fue el primer episodio doblado en Sevilla, con el elenco que se encargó del resto de la serie, todas las películas y sus secuelas. ",
                "url": "https://mega.nz/embed/FzcVXJxC#lJhNQ9c_--dxS1mD-W3VqV-BuEWnArPtMsxvlg2sDis"
            },
            {
                "nro": "28",
                "titulo": "«¡Choque! Poder contra poder»",
                "titulos": [
                    "«Gekitotsu!! Pawā tai pawā»",
                    "«La final»",
                    "«Gokú ha desaparecido»"
                ],
                "manga": "Capítulos 52 al 54",
                "fecha": "3 de septiembre de 1986",
                "resumen": "Tras el Kame Hame Ha de Jackie Chun, todos piensan que Gokú ha muerto, pero el anciano explica que el ataque no estaba dirigido al niño, sino a la luna, volviendo a la normalidad. Gokú se viste con el uniforme de Krilin y el combate continúa con ambos contendientes ya exhaustos. Se enfrentan con una doble patada voladora y ambos caen. Tras finalizar la cuenta a diez, y dado que debe haber un ganador, el que pueda levantarse y decir «He ganado» será el vencedor. Gokú logra levantarse, pero cae de nuevo antes de terminar la frase, lo que da tiempo a Jackie de convertirse en el campeón del Torneo. Al final del mismo, se encuentran de nuevo con el Maestro Roshi y los invita a cenar, gastando casi todo el premio del torneo. ",
                "url": "https://mega.nz/embed/k2FzQa6R#7gHqaJLTpH4Ow0ODNxdRKAUGsAt-WgcTjhwc3kIiwKY"
            }
        ]
    },
    {
        "title": "Saga del Ejército de la Patrulla Roja (1986-1987)",
        "capitulos": [
            {
                "nro": "29",
                "titulo": "«Retorna la aventura, el lago ambulante»",
                "titulos": [
                    "«Futatabi bōken samayō mizūmi»",
                    "«El lago mágico»",
                    "«El río que podía moverse»"
                ],
                "manga": "Capítulo 54 y original",
                "fecha": "10 de septiembre de 1986",
                "resumen": "Gokú se despide de sus amigos y parte él solo a buscar la Suu Shinchuu (Esfera del Dragón de 4 Estrellas) de su abuelo, pero en su camino se encuentra a Nam. Al parecer el río esta seco por culpa de un dique, que impide que fluya de nuevo. Gokú destruye el dique con un Kame Hame Ha y continúa con su camino en búsqueda de las Dragon Balls. ",
                "url": "https://mega.nz/embed/5z9ikAqJ#V0rMWaovXa8JGHjPCAyNhM_CdJtkmLUx5eqXqBlBVgg"
            },
            {
                "nro": "30",
                "titulo": "«Pilaf y el ejército misterioso»",
                "titulos": [
                    "«Pirafu to nazo no gundan»",
                    "«La bola de cuatro estrellas»",
                    "«El marciano y la patrulla misteriosa»"
                ],
                "manga": "Original",
                "fecha": "17 de septiembre de 1986",
                "resumen": "Pilaf y sus secuaces regresan buscando otra vez las Dragon Balls. También aparece un ejército misterioso comandado por el Coronel Silver que también va detrás de ellas. Mientras Gokú se baña un chico le roba todas sus pertenencias, pero logra recuperar todo menos el radar, ya que el chico se lo lleva para venderlo. Pilaf llega al lugar donde el chico ha vendido el radar y para su sorpresa la Suu Shinchuu que busca Gokú se vende ahí y la compra. Gokú pasa por ahí por casualidad y encuentra el radar. Luego se encuentra con Pilaf y lo persigue, pero éste se escapa volando en una nave enorme. Silver llega al negocio y compra también una Esfera del Dragón de 4 estrellas, pero se da cuenta de que el dependiente vende esferas falsas y lo asesina de un disparo. Unos pájaros que estaban cerca de ahí tienen la verdadera que detectaba el Radar, pero nadie se percata y salen volando con ella. Más tarde Pilaf también se da cuenta de que su \"Esfera del Dragón\" es falsa. ",
                "url": "https://mega.nz/embed/0ntlAKBZ#KXil-CFXphsvfBuEUc78IUYpsFiEE7Wnbi-SmhZ3qI0"
            },
            {
                "nro": "31",
                "titulo": "«¡Je je! ¡Aparece un falso Gokū!»",
                "titulos": [
                    "«Gege! Nise Gokū shutsugen!!»",
                    "«¡Viva el novio!»",
                    "«Gokú creyó encontrarla»"
                ],
                "manga": "Original",
                "fecha": "24 de septiembre de 1986",
                "resumen": "Gokú alcanza a Pilaf y éste le da la Esfera del Dragón rota reparada con pegamento, pero se le cae y se quiebra de nuevo cuando la alcanza. Gyūmaō, que ahora vive en una aldea, comienza a preparar la boda de Gokú y Chichi porque una adivina le dice que se dirige hacia allí. El Coronel Silver persigue al pájaro que se llevó la esfera, pero éste termina siendo devorado por un pterodáctilo enorme que posteriormente atrapa Gyūmaō para el festín. El pueblo de Gyūmaō avista la nave de Pilaf y Gyūmaō cree que se trata de su futuro yerno, oportunidad que Mai y Pilaf aprovechan para disfrazar a Shū de Gokú. Mientras tanto, Chichi que está cogiendo flores, se encuentra por casualidad con el verdadero Gokú. Cuando están comiendo, el ejército de la patrulla roja ataca el lugar y Pilaf aprovecha para encontrar la Esfera del Dragón. Gyūmaō se enfrenta al ejército pero es atrapado y Pilaf logra escapar con la Esfera. Gokú y Chichi se dan cuenta de que algo malo ocurre en la aldea y corren hacia allá. ",
                "url": "https://mega.nz/embed/17dkRbQb#QZi7koLvFWqPouwTyde21fA7f-8A0Ua7KJDcNSq0U0M"
            },
            {
                "nro": "32",
                "titulo": "«¡¿Ha desaparecido?! La fortaleza voladora»",
                "titulos": [
                    "«Kieta!? Soratobu yōsai»",
                    "«Veinte mil leguas bajo tierra»",
                    "«La fortaleza voladora desapareció»"
                ],
                "manga": "Original",
                "fecha": "1 de octubre de 1986",
                "resumen": "Pilaf escapa en su nave y es perseguido por el ejército misterioso logrando perderlos y esconderse. Gokú y Chichi rescatan a Gyūmaō. Gokú se despide y le promete a Chichi que algún día volverá. El coronel Silver y Gokú encuentran la base de Pilaf sumergida en la arena y empiezan a atacarla, pero el chico cae en una trampa. La nave de Pilaf despega al verse él y sus secuaces totalmente acorralados, pero es atacada por muchos aviones enemigos y la derriban. Gokú desparece en la explosión y Pilaf y sus secuaces, al ser vencidos, entregan la Esfera del Dragón al Coronel Silver. ",
                "url": "https://mega.nz/embed/8yVTASQY#cj848qtaZi9MJsyX7CeEzJXUPsrMO_Dln39iVf9_f6E"
            },
            {
                "nro": "33",
                "titulo": "«La leyenda del dragón»",
                "titulos": [
                    "«Doragon no densetsu»",
                    "«La leyenda del Dragón»",
                    "«La leyenda del Dragón»"
                ],
                "manga": "Original",
                "fecha": "8 de octubre de 1986",
                "resumen": "Goku, que ha conseguido sobrevivir a la explosión con la ayuda de la Nube Kinto, llega a un bosque siguiendo el radar, en el que salva a unos monos de una pantera y juega con ellos. El regimiento de Silver también detecta la señal del bosque. Mientras tanto, Muten Rōshi le cuenta a Krilin y Lunch la leyenda de las Dragon Balls. Hace mucho tiempo, las siete esferas eran una sola, pero como personas malvadas querían robarla, ésta se separó en siete partes; pero si se reúnen todas, puede convocarse a Shenlong, quien cumplirá un deseo. El regimiento militar llega a la ubicación de la señal y encuentran a los monos jugando con la Ūshinchū, así que empiezan a incendiar el bosque. Gokú derrota a un par de soldados, un mono y su bebé salen corriendo con la Ūshinchū, pero accidentalmente la suelta y cae en un río. ",
                "url": "https://mega.nz/embed/ojEzDAbT#5a754pLcBdvRw7vpcJ12tqWSbijFV51r9aa6AhK5IBg"
            },
            {
                "nro": "34",
                "titulo": "«La despiadada Red Ribbon»",
                "titulos": [
                    "«Hijō no Reddo Ribon»",
                    "«La derrota del Coronel Silver»",
                    "«El ejército listón rojo y su cruel comandante general»"
                ],
                "manga": "Original y Capítulos 55 y 56",
                "fecha": "15 de octubre de 1986",
                "resumen": "Mientras que la Ūshinchū es arrastrada por la lluvia a tierra firme, Gokú duerme esa noche en el bosque con los monos. Al día siguiente, sigue el Radar del Dragón y encuentra la Ūshinchū entre unos arbustos. Dos soldados de Silver, quienes estaban en ese lugar buscándola, tratan de robársela sin éxito. Antes de que Gokú pueda escapar, Silver destruye la Nube Kinto. Furioso, Gokú lo derrota fácilmente. Luego, toma unas Cápsulas Hoipoi de su cabina y encuentra un robot y un avión. El robot pilotea el avión hacia las montañas del norte, siguiendo el Radar del Dragón. Mientras tanto, el Cuartel General de la Red Ribbon detecta que la Ūshinchū que Silver debía encontrar se está moviendo hacia la base del General White, y se comunican con el Coronel para enterarse de que fue derrotado por un chico y que el mismo escapó con la Ūshinchū. El Comandante Red se comunica con el General White para advertirle. Gokú le pide al robot que aterrice, pero los circuitos de éste se congelan por el frío extremo, así que el avión se estrella. Dos soldados de White encuentran el avión de Silver con el robot, y White ordena que busquen el cuerpo de Gokú y la Ūshinchū. El cuerpo de Gokú, congelado, es arrastrado por una misteriosa niña, mientras que los soldados siguen las huellas en la nieve. ",
                "url": "https://mega.nz/embed/pycVTCqK#8NQ07eJg2xEiUDfKTI8lrDle_Y8MpIdQXb7mjgKl8Ks"
            },
            {
                "nro": "35",
                "titulo": "«Suno, la chica del Norte»",
                "titulos": [
                    "«Kita no shōjo Suno»",
                    "«El coronel White»",
                    "«Suno, la pequeña niña de la aldea del norte»"
                ],
                "manga": "Capítulo 57",
                "fecha": "22 de octubre de 1986",
                "resumen": "Debido a una tormenta de nieve, los dos soldados de White afortunadamente pierden el rastro de Gokú. La misteriosa chica, llamada Suno, lleva a Gokú a su casa, en la Aldea Jingle. Gokú, ya recuperado, explica qué está buscando. Los dos soldados están destruyendo casa por casa, buscando a Gokú. Suno y su mamá explican que la Red Ribbon está amenazando a los esclavos a que busquen las Dragon Balls para cumplir su objetivo, y si no lo hacen, matarán al jefe de la aldea, quien ha sido capturado en la Muscle Tower, la base de White. Los soldados encuentran la casa de Suno, pero Gokú los derrota fácilmente. Gokú, con unos abrigos nuevos, promete salvar al jefe y se marcha. Finalmente llega a la base de White, y después de derrotar a los soldados que cuidan la entrada, logra entrar a la Muscle Tower por el segundo piso. ",
                "url": "https://mega.nz/embed/h3t33JqR#HcBbnulbnJpz_H7vMm1VWqLGAqjfh2K7oRi3OcrKX4M"
            },
            {
                "nro": "36",
                "titulo": "«El terror de la Muscle Tower»",
                "titulos": [
                    "«Massuru tawā no kyōfu»",
                    "«La torre de acero»",
                    "«La batalla con el sargento metálico»"
                ],
                "manga": "Capítulos 58 y 59",
                "fecha": "29 de octubre de 1986",
                "resumen": "Gokú derrota fácilmente a cuatro guardias en el segundo piso y sube al tercero para empezar una pelea contra un enorme androide, el Sargento Metallic. El General White y el sargento mayor Ninja Púrpura están sorprendidos por los poderes de Gokú, aunque sus ataques no son efectivos. Metallic dispara un misil de su boca, pero Gokú afortunadamente lo esquiva, y contraataca con un Kamehameha. El ataque de Gokú le hizo volar la cabeza y causarle un gran daño, pero el gigantesco robot continúa peleando contra Gokú hasta que se le acabaron las pilas. Finalmente Gokū logra subir al cuarto piso. ",
                "url": "https://mega.nz/embed/J7cxiLDb#gdvXV0ORnYi6c7Tl4gZHO2tACajcFiSdHMWSjjUxbSU"
            },
            {
                "nro": "37",
                "titulo": "«Aparece el Ninja Murasaki»",
                "titulos": [
                    "«Ninja Murasaki sanjō»",
                    "«Ninja Murasaki entra en acción»",
                    "«Llegó el Ninja Púrpura»"
                ],
                "manga": "Capítulos 60 y 61",
                "fecha": "5 de noviembre de 1986",
                "resumen": "El cuarto piso está oscuro. Unos bumeranes vuelan en dirección a Gokú, pero él los esquiva. La luz se enciende y se encuentra en medio de un bosque. Gokú arroja una piedra a un árbol para golpear a Púrpura. El ninja juega al escondite con Gokú, en el que se esconde detrás de una bandera, pero Gokú logra encontrarlo. Luego, el ninja le pide a Gokú que cierre los ojos y cuente hasta 30, pero como no sabe qué sigue después del 18, abre los ojos y descubre que Púrpura estaba por esconderse dentro de una roca falsa. Gokú cuenta de nuevo hasta 30, y localiza al ninja escondido en un estanque. Ahora, corren una carrera para ver quién es más veloz, pero Gokú lo supera. Entonces empiezan a pelear y Gokú le rompe su espada con su Nyoibō, pero el ninja le arroja un búmeran a Gokú, golpeándole por detrás de la cabeza. ",
                "url": "https://mega.nz/embed/NncRjbwA#y0yDesI8IaS40DxWu5jPHB5QrpOfiyMjF5wIrxUftMs"
            },
            {
                "nro": "38",
                "titulo": "«¡Temible! El arte de la multiplicación»",
                "titulos": [
                    "«Osorubeshi!! Bunshin no jutsu»",
                    "«Cinco Murasakis contra Goku»",
                    "«Cinco ninjas en contra de Gokú»"
                ],
                "manga": "Capítulos 61 y 62",
                "fecha": "12 de noviembre de 1986",
                "resumen": "Gokú afortunadamente se levanta, y furioso por el ataque de Púrpura, comienza a perseguir al ninja, quien usa unos zapatos especiales para cruzar un lago infestado de pirañas. Gokú cruza el lago saltando sobre él. Púrpura decide usar la Técnica de la Clonación, en la que se separa en cinco clones de sí mismo. Gokú empieza a pelear contra los cinco ninjas, que en realidad son quintillizos, y logra vencerlos uno por uno. Púrpura sube al quinto piso y libera de su celda a un gigantesco monstruo humanoide, el Androide #8. ",
                "url": "https://mega.nz/embed/UulkgarB#661WabbLjtOlrCYPvFasvxEMO-kjIYPKv6p6sHpfFZY"
            },
            {
                "nro": "39",
                "titulo": "«El misterioso Androide #8»",
                "titulos": [
                    "«Nazo no jinzōningen Hachi-gō»",
                    "«Súper 8, el robot de gran corazón»",
                    "«El encuentro con el misterioso robot N.º 8»"
                ],
                "manga": "Capítulo 63 y original",
                "fecha": "19 de noviembre de 1986",
                "resumen": "Púrpura le ordena al Androide #8 que acabe con Gokú, pero éste se rehúsa ya que un fallo de programación le hace odiar la violencia. El ninja saca un control remoto y le dice al robot que hay una bomba puesta en su cuerpo, y que si no obedece, lo detonará. Pero antes de que Púrpura pueda tocar el botón de detonación, Gokú destruye el control y derrota al ninja. Luego de eso, Gokú llega a una habitación donde hay un laberinto muy difícil. Con la ayuda del Androide #8, Gokú sigue el camino correcto. Cinco soldados llegan a la habitación, pero Gokú los derrota fácilmente. Finalmente él y Hatchan llegan al sexto piso, pero White activa una trampa en el suelo, y Gokū y el Androide #8 caen en ella. ",
                "url": "https://mega.nz/embed/xqcwEYwI#sgB9NGwmaW5BYZYckC4v2AaGXpatMz_o0amvNa54YH8"
            },
            {
                "nro": "40",
                "titulo": "«¡¿Qué vas a hacer Gokū?! El temible Buyon»",
                "titulos": [
                    "«Dō suru Gokū!! Senritsu no Buyon»",
                    "«Buyon, el monstruo invencible»",
                    "«La pelea de Goku contra el temible Buyon»"
                ],
                "manga": "Capítulos 64 y 65",
                "fecha": "26 de noviembre de 1986",
                "resumen": "Gokú y el Androide #8 caen en una misteriosa habitación en la que aparece un monstruo enorme llamado Buyon. Los ataques de Gokú son inefectivos, inclusive el Kamehameha. Gokú rompe un agujero en la pared y se mete en la chaqueta del Androide #8. El frío entra por el agujero y Buyon se congela. Después de destruir el cuerpo de Buyon con una patada, Gokú salta bien alto hacia el piso de White, y hace subir al Androide #8 con su Nyoibō. Gokú le dice a White que libere al jefe de la aldea. ",
                "url": "https://mega.nz/embed/x7cRxQqL#5va7qCKOuFoKea89GpWT_iSsT17xtxN05xmNHCgBGqw"
            },
            {
                "nro": "41",
                "titulo": "«El final del Muscle Tower»",
                "titulos": [
                    "«Massuru tawā no saigo»",
                    "«El último día en la torre de control»",
                    "«El último día en la torre de la fuerza»"
                ],
                "manga": "Capítulo 66",
                "fecha": "3 de diciembre de 1986",
                "resumen": "Gokú y White comienzan a pelear. El general se ve claramente superado por las artes marciales del joven hasta que aprovecha un descuido y agarra la cola de Gokú, lo cual enfada al joven que devuelve el ataque a White con toda su fuerza, pero es detenido de pronto por Hatchan antes de acabar con él. Hatchan convence a Gokú de dejar en paz al General White, cosa que éste aprovecha para engañarlos y tomar al alcalde como rehén. El androide intenta convencer al general de dejar libre al alcalde, pero en su lugar White le dispara a Son Gokū, lo que enfurece a Hatchan terriblemente, y ataca al general con toda sus fuerzas mandándole muy lejos. Al fin, libres los tres, regresan a la villa. ",
                "url": "https://mega.nz/embed/edx2UQxC#Niu307kGp2DLrEGP1avj-klLuEkWxyisM4YrOukLd64"
            },
            {
                "nro": "42",
                "titulo": "«¡Peligro inminente! Aguanta Hatchan»",
                "titulos": [
                    "«Kiki ippatsu!! Ganbare Hatchan»",
                    "«El secreto del doctor Flappe»",
                    "«El inesperado secreto del Dr. Flappe»"
                ],
                "manga": "Capítulo 67 y original",
                "fecha": "10 de diciembre de 1986",
                "resumen": "Gokú disfruta de una buena comida como agradecimiento de los padres de Suno. Hatchan revela que él ha tenido la Uh Shinchuu (Esfera de 5 estrellas) guardada desde hace algún tiempo, ocultándola para que el General White no matara a los habitantes de la villa. El alcalde, viendo la bondad de Hatchan lo invita a vivir con él, pero el androide no acepta por tener una bomba dentro de él. Suno y Gokú deciden ayudarle a encontrar un científico que vive cerca de la villa para que saque la bomba. En el camino son atacados sin saberlo por el Ninja Murasaki, quien sobrevivió a la destrucción de la torre. El Dr. Frappe decide ayudarles, pero cuando se va a preparar para realizar la operación es sorprendido por Murasaki, quien lo obliga a robar las Dragon Balls de Gokú (que al final resulta ser solo su almuerzo). El joven persigue a Murasaki hasta conseguir recuperar su almuerzo, pero congelado, y Hatchan es liberado de la bomba por el Doctor. ",
                "url": "https://mega.nz/embed/5vFSyQRQ#TQaLgm6wN4hhj62W2eGVSiSoUb-7c9TOu0m45wX0qhY"
            },
            {
                "nro": "43",
                "titulo": "«La casa de Bulma en la Capital del Oeste»",
                "titulos": [
                    "«Nishi no miyako no Buruma n'chi»",
                    "«Goku descubre la ciudad»",
                    "«La casa de Bulma al oeste de la metrópoli»"
                ],
                "manga": "Capítulos 67 y 68",
                "fecha": "17 de diciembre de 1986",
                "resumen": "Gokú parte hacia la capital del Oeste para pedirle a Bulma que arregle el Radar del Dragón. Gracias a un anciano, Gokú recupera la Nube Kinto y no tiene que caminar hasta la ciudad. Cuando llega a la misma, intenta localizar a Bulma pero nadie la conoce. Tras hablar con un taxista, Gokú cae en la cuenta de que necesita dinero. Se encuentra con un luchador de artes marciales, apostando que nadie lo puede vencer, pero el joven lo vence fácilmente y consigue 100000 zenis (1000 Dólares). Al final, gracias a la ayuda de un agente de policía, Gokú logra encontrar la casa de Bulma: La Corporación Cápsula. ",
                "url": "https://mega.nz/embed/A38F2T5L#eg6SRtW9l6r1YaYyiaBGK26Kwws7yKM4lDuhHDntGw4"
            },
            {
                "nro": "44",
                "titulo": "«Gokū, los amigos y mucho peligro»",
                "titulos": [
                    "«Gokū to nakama to kiken ga ippai»",
                    "«El reencuentro con los amigos»",
                    "«Gokú y sus amigos en terribles aprietos»"
                ],
                "manga": "Capítulo 69 y original",
                "fecha": "24 de diciembre de 1986",
                "resumen": "Goku consigue llegar a casa de Bulma, pero ésta se encuentra en clases. La joven llega a su casa mientras Goku decide qué hacer y lo invita a pasar. Una vez adentro, Bulma le presenta a su padre, el Dr. Brief, y va a arreglar el Radar del Dragón. Tras arreglar el radar, la joven decide acompañar a Goku para lo que ha inventado el Micro Band que le permite encogerse. Con ello pretende viajar sobre Goku cuando éste suba a la Nube Kinto. Mientras tanto, el Ejército del Lazo Rojo envía a Husky para robar las dos Dragon Balls de Gokú. Bulma y Gokú hacen una visita por la ciudad y se encuentran con Yamcha, Oolong y Puar, decidiendo ir todos a un parque de atracciones en lo alto de un obelisco. ",
                "url": "https://mega.nz/embed/MmNUEKAQ#SeRCD4KUgaqlNQ73NCFVqxq7w12HXG4HaaHt5CLw18E"
            },
            {
                "nro": "45",
                "titulo": "«¡Tengamos cuidado! La trampa aérea»",
                "titulos": [
                    "«Ki o tsukero! Kūchū no wana»",
                    "«Hasky, la gata»",
                    "«¡Cuidado! hay una trampa»"
                ],
                "manga": "Original",
                "fecha": "7 de enero de 1987",
                "resumen": "Gokú y sus amigos llegan al parque de atracciones, seguidos justo detrás de ellos por Husky, que falla al atacar al muchacho. La ladrona decide usar un plan más complicado y se hace pasar por una adivina que es atracada por dos matones (sus secuaces) para ser rescatada por Gokú y sus amigos. Como agradecimiento, les ofrece ver su futuro para engañarlos y quitarles las Dragon Balls, pero el plan falla por culpa de sus secuaces. Gokú, Oolong y Puar persiguen a los ladrones dejando a Yamcha al cuidado de las Dragon Balls con la supuesta adivina, lo que Husky aprovecha para seducirle. Gokú vuelve una vez que ha atrapado a los ladrones y encuentra a Yamcha amordazado, quien le informa a Gokú, de que Husky ha robado las Dragon Balls y puesto una bomba en el parque. Husky intenta huir pero es alcanzada por Gokū con la Nube Kinto , logrando salvar el parque y las Esferas. Una vez que vuelven a casa de Bulma, ella y Gokú parten en busca de la siguiente Dragon Ball dejando atrás a Yamcha y los demás. ",
                "url": "https://mega.nz/embed/FukCwICD#0-5CN_FJMkWvb-Ye7kCvVZuVxF-stgy8Gmxv7toKEDQ"
            },
            {
                "nro": "46",
                "titulo": "«El gran fracaso de Bulma»",
                "titulos": [
                    "«Buruma no daishippai»",
                    "«Una isla no tan desierta»",
                    "«El fracaso total de Bulma»"
                ],
                "manga": "Capítulo 70",
                "fecha": "14 de enero de 1987",
                "resumen": "Gokú y Bulma se acercan a la Dragon Ball que busca el General Blue. Ésta se encuentra en el fondo del océano, por lo que deciden ir a una isla cercana. El joven deja a Bulma en la isla y va a bucear en busca de la Dragon Ball, pero no logra llegar al fondo y vuelve. Mientras tanto la joven comienza a explorar la isla y se encuentra con dos soldados del ejército Red Ribbon que la atacan pensando que es Son Gokū. Bulma intenta huir en busca de Gokú y cuando lo encuentra el joven vence fácilmente a los soldados. Sabiendo que no pueden llegar nadando al fondo del océano y no tienen un submarino, deciden ir en busca de Kame Sen'nin para pedirle ayuda. ",
                "url": "https://mega.nz/embed/crNR0DSR#n8syZvEsC9hcRaSBxv3GafhCeSn2n9u_UoEnd75eu0k"
            },
            {
                "nro": "47",
                "titulo": "«¡Kame House es descubierta!»",
                "titulos": [
                    "«Kame Hausu hakkensaru!!»",
                    "«En busca del tesoro del pirata»",
                    "«Encuentran la casa de Roshi»"
                ],
                "manga": "Capítulo 71",
                "fecha": "21 de enero de 1987",
                "resumen": "Gokú y Bulma llegan a Kame House en busca del anciano maestro Kame Sen'nin, quien decide prestarles un submarino capaz de volar a cambio del Micro Band para encoger de tamaño, pero deben esperar a que Lunch y Krilin vuelvan de hacer compras con el vehículo. Mientras tanto, el ejército ve en el radar la ubicación de la isla del anciano y supone que esa es la base de los aliados de Gokú por lo que ordenan a Blue investigar la isla. Mientras que uno de los soldados de Blue va a inspeccionar la zona, Gokú, Bulma y Krilin parten en busca de la Dragon Ball, y si tienen suerte, también lograr encontrar el Tesoro de los Piratas del que les habla el Maestro. ",
                "url": "https://mega.nz/embed/YzUiABzD#gXL6BknwjAtBZm7Xz58QyciFXmQRcGBCS7S4DvNx2zE"
            },
            {
                "nro": "48",
                "titulo": "«¡El General Blue comienza el ataque!»",
                "titulos": [
                    "«Burū shōgun kōgeki kaishi!!»",
                    "«El general Blue ataca»",
                    "«El General Blue empieza a atacar»"
                ],
                "manga": "Capítulo 72",
                "fecha": "28 de enero de 1987",
                "resumen": "Gokú y sus compañeros llegan al punto que indica el radar y se sumergen en el mar, pero son vistos por el General Blue, quien al recibir la orden del Cuartel General de atacar la Kame House, envía al Capitán Doc con la mitad de la brigada, mientras que Blue decide ir detrás de Gokú y los demás con la otra mitad. Krilin conduce el submarino hasta el fondo del océano y Gokú sale del mismo a investigar, pero no encuentran la Dragon Ball. Descubren entonces la entrada a una gruta donde podría estar oculta la Esfera, momento justo en que son atacados por el submarino del ejército Red Ribbon. ",
                "url": "https://mega.nz/embed/xrEFhYaT#Mo7I-OFeFeP3bXk4rRrc_DrhrhsVYQX_0GdRL9qlx7M"
            },
            {
                "nro": "49",
                "titulo": "«Cuidado Lunch»",
                "titulos": [
                    "«Ayaushi Ranchi-san»",
                    "«Una gruta milagrosa»",
                    "«Cuidado con el enemigo»"
                ],
                "manga": "Capítulos 72 al 74",
                "fecha": "4 de febrero de 1987",
                "resumen": "Gokú y compañía prosiguen su camino a través de la gruta submarina escapando por los pelos del General Blue. La otra parte de la brigada azul ataca la Kame House, pero son vencidos fácilmente por el anciano maestro y Lunch. Gokú, Bulma y Krilin acaban llegando a una parte con aire dentro de la gruta, se adentran dentro de la cueva y Gokú encuentra un interruptor que enciende un alumbrado eléctrico indicando que alguien ya había estado ahí antes. Más tarde encuentran un esqueleto de un pirata, que les hace llegar a la conclusión de que se encuentran dentro de una base pirata y donde puede estar escondido su tesoro. ",
                "url": "https://mega.nz/embed/AitHgSzT#GlyksIalVHAMWmQDRVoT_QeBz-WWvhQxvdyAuw8GXhI"
            },
            {
                "nro": "50",
                "titulo": "«La trampa de los piratas»",
                "titulos": [
                    "«Kaizokutachi no wana»",
                    "«La guarida del pirata»",
                    "«El secreto de los piratas»"
                ],
                "manga": "Capítulos 74 y 75",
                "fecha": "11 de febrero de 1987",
                "resumen": "Adentrándose en la cueva Gokú y sus compañeros, al igual que los oficiales del ejército del General Blue, se encuentran varias trampas, entre ellas un pasillo lleno de botones que hacen disparar lanzas de lado a lado, una fosa con lava y una fosa con anguilas eléctricas. Los soldados del General Blue caen en la trampa de las lanzas acabando con todos ellos. Los Héroes y Blue llegan a salvo por diferentes caminos a un gran puerto subterráneo de los piratas. Sin embargo, éste resulta no estar abandonado y Bulma y los demás son atacados por un Robot-Pirata que hace guardia entre las sombras. ",
                "url": "https://mega.nz/embed/hvczgSwQ#J6sT90G1sAr0WL-4WE1J8Vgli4lMsUc_nTZiqGA02qA"
            },
            {
                "nro": "51",
                "titulo": "«El guardián del fondo del mar»",
                "titulos": [
                    "«Kaitei no gādoman»",
                    "«El robot pirata»",
                    "«El guardián de las profundidades»"
                ],
                "manga": "Capítulos 75 y 76",
                "fecha": "18 de febrero de 1987",
                "resumen": "Gokú y Krilin se enfrentan al robot guardián, pero tienen muchas dificultades para acabar con él: Ni el cañón de un barco ni arrollarlo con un camión parecen poder derrotarle, así que todos comienzan a huir. No es hasta que Gokú, desde lo alto de un edificio, logra destruirle la cabeza de un fuerte puñetazo en caída libre. Mientras el muchacho se enfrenta al robot, Bulma y Krilin se adelantan seguidos de cerca por el General Blue. El General cambia una señal que le dejan sus amigos a Gokú y ésta envía al joven en la dirección equivocada. Bulma y Krilin llegan a un túnel lleno de agua y continúan su camino buceando, seguidos con perseverancia por Blue. ",
                "url": "https://mega.nz/embed/96VXzBSL#u0ZwIJazV8ZJNeMDJVOYNr0yR4GcgO5sNa-N6Q_KBrg"
            },
            {
                "nro": "52",
                "titulo": "«¡Conseguido! El tesoro es descubierto»",
                "titulos": [
                    "«Yatta! Otakara hakken»",
                    "«El tesoro existe»",
                    "«¡Grandioso! Hemos encontrado el tesoro»"
                ],
                "manga": "Capítulos 76 y 77",
                "fecha": "25 de febrero de 1987",
                "resumen": "Gokú continúa por otro camino por el engaño de Blue hasta llegar a una pared, donde cae en una trampa que lo envía con un pulpo gigante que intenta comérselo, pero termina cocinado por un Kame Hame Ha. Por su parte, Bulma y Krilin atraviesan un túnel acuático para escapar y llegan al lugar del tesoro, pero son atacados por un sistema de seguridad. Krilin logra desactivarlo y encuentran una llave dentro de un cofre y logran usarla para encontrar el tesoro; pero en ese momento aparece Blue, quien los estaba siguiendo. Krilin empieza a pelear con él y Gokú los escucha, pero no logra llegar antes de que Krilin sea vencido debido a los poderes del general, y apenas logra salvarle de su muerte. ",
                "url": "https://mega.nz/embed/gy1TBYBS#a66GZ68ueQxNFrOIxBHVsSQ4dtSQ7QK-6vJVpcZZD4c"
            },
            {
                "nro": "53",
                "titulo": "«Los terribles ojos brillantes»",
                "titulos": [
                    "«Kyōfu no hikaru me»",
                    "«La gruta de los mil peligros»",
                    "«La cueva siniestra»"
                ],
                "manga": "Capítulos 77 al 79",
                "fecha": "4 de marzo de 1987",
                "resumen": "Blue y Gokú se enfrentan, el general está siendo vencido hasta que utiliza su habilidad especial y paraliza al joven. Cuando el techo comienza a desplomarse, Blue amenaza a Gokú con un arma y hace que Bulma le diga la ubicación de la Dragon Ball, pero justo cuando iba a deshacerse de Gokú es asustado por una rata, y Gokú se libera de la parálisis y vence al general. Gokú y sus amigos tratan de escapar de la cueva que se está derrumbando, no sin antes encontrar la Dragon Ball; y aunque el pasillo por donde entraron está cerrado encuentran un mini-submarino pirata. ",
                "url": "https://mega.nz/embed/VjEA0YwA#feMFueiEKlXNYFwYTr5BdzsMQYlN_NN5nL4oabJV0Ts"
            },
            {
                "nro": "54",
                "titulo": "«¡Huyamos huyamos! El gran escape»",
                "titulos": [
                    "«Nigero ya nigero!! Daidasshutsu»",
                    "«¡Sálvese quien pueda!»",
                    "«El escape»"
                ],
                "manga": "Capítulos 79 y 80",
                "fecha": "11 de marzo de 1987",
                "resumen": "Gokú llega justo a tiempo donde sus compañeros aguardan en el mini-submarino, pero después de una breve travesía, el vehículo se queda sin combustible. Gokú utiliza entonces un Kame Hame Ha para impulsarlos hasta la superficie del océano. Usando la Nube Kinto, todos llegan a una isla cercana, pero tras ellos resurge Blue que ha logrado escapar sano y salvo. La isla a la que llegan es la base de Blue y ahí se llevan una nave del ejército hasta la isla del maestro Kame Sen'nin. Lunch, en su forma violenta, huye robando un diamante que Bulma había logrado recuperar de los Piratas. Justo después, Blue logra llegar a Kame House y se dispone a robarles las Dragon Balls. ",
                "url": "https://mega.nz/embed/gvl0SLoD#UnoHzGYeyMnT7U9iPHEeBj1OB87nldTcxxiNNAAMtMA"
            },
            {
                "nro": "55",
                "titulo": "«¡N'cha! La lejana villa Pingüino»",
                "titulos": [
                    "«N'cha! Otte Pengin mura»",
                    "«La aldea de los juguetes mecánicos»",
                    "«Camino a Villa Pingüino»"
                ],
                "manga": "Capítulos 80 y 81",
                "fecha": "18 de marzo de 1987",
                "resumen": "Blue logra paralizar y atrapar a Gokú y sus amigos y huye con las tres Dragon Balls, dejándoles una bomba que estallará en 5 minutos. Lunch, en su forma inofensiva, vuelve justo a tiempo para salvarlos de la bomba. Gokú liberado sale de inmediato persiguiendo al General Blue en la Nube Kinto. Tratando de huir de Gokú, el avión del General Blue llega a Villa Pingüino y se estrella contra una montaña. El joven por su lado, aterriza en la aldea y conoce a Arale.\n--\nNOTA: Éste es un episodio crossover con la serie Dr. Slump, serie también creada por Akira Toriyama. ",
                "url": "https://mega.nz/embed/YrMmzb7a#zU2Y3xe-mkSZVRlqMWuElU2XP46HsFCiKaPq_3jiAaw"
            },
            {
                "nro": "56",
                "titulo": "«¡Jojojoi! Arale sube en la nube»",
                "titulos": [
                    "«Uhohōi! Arare kumo ni noru»",
                    "«Arale sube en la nube»",
                    "«Arale viaja en la nube voladora»"
                ],
                "manga": "Capítulos 81, 82 y original",
                "fecha": "25 de marzo de 1987",
                "resumen": "Gokú se marcha en la nube voladora para buscar al general, pero es seguido por las tres niñas, con quienes entabla amistad. Blue escapa antes de que Gokú llegue al lugar donde cayó el avión y se encuentra con varios de los peculiares habitantes de Villa Pingüino, buscando a Senbei Norimaki para conseguir un avión. Después de un largo rato buscando, a Gokú se le ocurre usar el Dragon Radar para encontrar al general, pero está de nuevo estropeado. Arale lo lleva con el Dr. Norimaki para repararlo. ",
                "url": "https://mega.nz/embed/A2cG1JxI#LpRNTsqbbbQPzEnSTVjoE_XzIH5cj5bXK7YhBHeSPjg"
            },
            {
                "nro": "57",
                "titulo": "«¡Desafío! Arale contra Blue»",
                "titulos": [
                    "«Taiketsu! Arare tai Burū»",
                    "«De nuevo en camino»",
                    "«Arale contra el General Blue»"
                ],
                "manga": "Capítulo 83 y original",
                "fecha": "8 de abril de 1987",
                "resumen": "Turbo arregla el Dragon Radar sin que su padre Senbei se dé cuenta. Ya con el radar funcionando nuevamente, Gokú se da cuenta de que hay una Dragon Ball cerca y comienza a seguir al General Blue sin saberlo. Cuando lo encuentran, Blue toma a Arale como rehén pero su plan falla. Aun así, arrebata el Dragon Radar a Gokú gracias a su poder paralizador e intenta asesinarlo hasta que es salvado por Arale, quien envía a Blue volando realmente lejos. Gokú recupera las tres Dragon Balls pero Blue tenía el radar cuando salió despedido. Turbo crea una copia exacta del Dragon Radar para Gokú, quien continúa su viaje en busca de la cuarta esfera. ",
                "url": "https://mega.nz/embed/FvcgFYpZ#-ItAWP1CwWSCCpc-iVv80kSnHYbTAgTX1-Xm18jifoE"
            },
            {
                "nro": "58",
                "titulo": "«La sagrada tierra encantada de Karin»",
                "titulos": [
                    "«Makyō no seichi Karin»",
                    "«La Tierra Sagrada»",
                    "«La Tierra Sagrada»"
                ],
                "manga": "Original y capítulos 84 y 85",
                "fecha": "15 de abril de 1987",
                "resumen": "Gokú continúa su viaje en búsqueda de la Dragon Ball de su abuelo dirigiéndose al Oeste. El Coronel Yellow, otro miembro de la Red Ribbon, parece encontrar la Esfera que busca, pero el volcán donde se encuentra hace erupción y cae en la tierra sagrada de Karin, hasta ser encontrada por unos aborígenes. Yellow entra a la tierra de Karin con sus secuaces, pero son echados por el Indio Bora, quien custodia ahora la Esfera del Dragón. El coronel logra escapar en su avioneta y vuelve para secuestrar a Upa, hijo de Bora. Tras ser amenazado con enviarle a Tao Pai Pai, un temido asesino a sueldo, si no recupera la Esfera, Yellow es vencido por Gokú, que llega justo a tiempo para salvar al niño indio. Una vez en el suelo, Gokú se percata que la Dragon Ball que encontró Bora fue la que le dejó su abuelo. Mientras tanto, el General Blue y Tao Pai Pai llegan al Cuartel General de la Red Ribbon. ",
                "url": "https://mega.nz/embed/QzNXVbhS#ly28lH4oRlDTIBnPsAJvyF5s8XF8Gy7pQDVrqT8QLDI"
            },
            {
                "nro": "59",
                "titulo": "«¡Ha llegado! \" Tao Pai Pai\", el mejor asesino del mundo»",
                "titulos": [
                    "«Kita! Sekaiichi no koroshiya \"Taopaipai\"»",
                    "«Tao Pai Pai entra en acción»",
                    "«Tao Pai Pai, el exterminador más famoso del mundo ha llegado»"
                ],
                "manga": "Capítulos 85 y 86",
                "fecha": "22 de abril de 1987",
                "resumen": "El General Blue llega ante el Comandante Red, mientras está reunido con Tao Pai Pai, y le entrega el Radar del Dragón, pero Blue es reprendido por no traer las Dragon Balls consigo. Red perdonará la vida de Blue si logra vencer en un combate a Tao Pai Pai, pero termina aniquilado por el asesino a sueldo, simplemente usando su lengua. Mientras tanto, Gokú conversa con Bora y el aborigen le explica que se encuentran en la Tierra Sagrada, a los pies de la Torre de Karin, contándole la leyenda que la envuelve y la misteriosa Agua Milagrosa que se encuentra en lo alto de la misma. Mientras el joven decide si sube a la torre, llega Tao Pai Pai. Bora se enfrenta a él, pero es asesinado en frente de su hijo. ",
                "url": "https://mega.nz/embed/F3El0DBb#758Z2YArSUnr98S6saKP69h-Gh90SAWd2MuQTvqXxg0"
            },
            {
                "nro": "60",
                "titulo": "«¡Reto! Kame Hame Ha VS Dodonpa»",
                "titulos": [
                    "«Shōbu!! Kamehameha tai Dodonpa»",
                    "«La torre sagrada»",
                    "«La fuerza Kame Hame contra Tao Pai Pai»"
                ],
                "manga": "Capítulos 86 y 87",
                "fecha": "29 de abril de 1987",
                "resumen": "Gokú, enfurecido por la muerte de Bora, se lanza al ataque contra Tao Pai Pai, pero el asesino es muy superior al joven. Gokú utiliza incluso su Kame Hame Ha, pero lo único que logra es destruirle las ropas a Tao Pai Pai. El asesino responde con un rayo Dodonpa que impacta sobre el pecho de Gokú, aparentemente matándolo. Tao se marcha, llevando consigo el bulto de Gokú con tres Dragon Balls, pero no se da cuenta de que una esfera más se quedó con el niño, salvándole la vida del ataque. Mientras consigue ropas nuevas, el asesino llama a la base del ejército Red Ribbon y es informado de la falta de una esfera. Tao Pai Pai avisa que volverá por ella en 3 días, cuando tenga su ropa nueva. Mientras tanto, Gokú despierta justo cuando un soldado llega a recoger la Dragon Ball faltante y lo vence fácilmente. Al ver la tumba de Bora, Gokú decide que lo revivirá reuniendo las 7 Dragon Balls, y con tal de vencer a Tao Pai Pai, decide tratar de escalar la Torre de Karin. ",
                "url": "https://mega.nz/embed/dulxkBiI#UAOypUZufzuBOiwDKVn12PVMHVH5_ortnbyuKuj0LRA"
            },
            {
                "nro": "61",
                "titulo": "«El señor Karin de la Torre Karin»",
                "titulos": [
                    "«Karin-tō no Karin-sama»",
                    "«El maestro de maestros»",
                    "«La torre del maestro Karin»"
                ],
                "manga": "Capítulos 87 y 88",
                "fecha": "6 de mayo de 1987",
                "resumen": "Gokú llega a una edificación en lo alto de la torre. Buscando el Agua Ultramilagrosa (Chōseisui) , encuentra unas ánforas con aguas que le permiten ver a sus amigos y otros desconocidos en el reflejo, simbolizando su Pasado, su Presente y su Futuro. Al rato, el joven se encuentra con Karin, maestro de la torre. El ermitaño le señala que lo que busca está en la vasija en medio del cuarto, pero el felino evita que Gokú alcance la botella advirtiéndole que deberá arrebatársela si quiere beber el preciado líquido, por lo que comienza a intentarlo una y otra vez. Cansado de perseguirlo, el joven le pregunta al ermitaño si alguien ha logrado alguna vez beber el agua anteriormente; Karin le responde que solo su maestro Kame Sen'nin lo hizo y que duró tres años en lograrlo. ",
                "url": "https://mega.nz/embed/lrtSQIzJ#N3EqaSOuN0turyGpK9cZHJkgIHZkwE8fMxN7jxgAHRA"
            },
            {
                "nro": "62",
                "titulo": "«¡¿Es de verdad?! Los efectos del Chōseisui»",
                "titulos": [
                    "«Hatashite!? Chōseisui no kikime»",
                    "«El agua sagrada»",
                    "«El beneficio del agua ultra sagrada»"
                ],
                "manga": "Capítulos 89 y 90",
                "fecha": "13 de mayo de 1987",
                "resumen": "Gokú continúa intentando atrapar a Karin. El gato le quita la Dragon Ball de cuatro estrellas a Gokú y la deja caer por la ventana hasta el suelo, por lo que el joven debe bajar y volver a escalar la torre. Tras un par de días persiguiendo a Karin, Gokú comienza a imitar su respiración y movimientos hasta que logra leer los movimientos del gato y obtiene la botella. Cuando Gokú bebe el agua por fin, el ermitaño le explica que no es más que simple agua corriente; que el verdadero secreto para volverse fuerte ha sido su fortaleza ganada al volver a trepar la torre y los intentos de conseguir la tinaja. Gokú baja la torre preparado para enfrentarse de nuevo a Tao Pai Pai. ",
                "url": "https://mega.nz/embed/UyVhFaDY#Ea9UcV-2jgJlH-4_rOQEJrGJbtFV4sMkxRSjXb34hp4"
            },
            {
                "nro": "63",
                "titulo": "«El contraataque de Son Gokū»",
                "titulos": [
                    "«Son Gokū no gyakushū»",
                    "«El regreso de Goku»",
                    "«Gokú contraataca»"
                ],
                "manga": "Capítulos 90 al 92",
                "fecha": "20 de mayo de 1987",
                "resumen": "Tao Pai Pai regresa a la tierra sagrada de Karin. Poco después Gokú baja desde la torre y salva a Upa, quien estaba a punto de ser asesinado. El mercernario luchador ataca al joven insistentemente, pero Gokú demuestra ser superior anticipándose a todos sus movimientos, atrapando incluso el rayo Dodonpa con sus manos. Sintiéndose superado, Tao Pai Pai decide beber el Agua Sagrada Chōseisui y comienza a escalar la Torre de Karin. ",
                "url": "https://mega.nz/embed/siFikSwC#v87f1qHHg81i_AgZ4XqGsQWX9ivZQYX0U4bjBH_GdQU"
            },
            {
                "nro": "64",
                "titulo": "«El final Tao Pai Pai»",
                "titulos": [
                    "«Saigo no Tao Pai Pai»",
                    "«La derrota de Tao Pai Pai»",
                    "«El último Tao Pai Pai»"
                ],
                "manga": "Original, capítulos 92 y 93",
                "fecha": "27 de mayo de 1987",
                "resumen": "Mientras Tao Pai Pai escala la torre, Gokú despreocupado come y descansa. Tao Pai Pai llega donde Karin y éste le entrega el agua engañándole acerca de sus efectos. Antes de que el asesino se marche, Karin le ofrece también una Nube Negra para que baje más rápido, pero ésta lo deja caer desde media torre. Al llegar abajo, Gokú y Tao Pai Pai continúan su pelea. El asesino lo ataca viciosamente y todo indica que vence al joven, pero Gokú se levanta sin problemas. Acorralado, Tao Pai Pai engaña a Gokú para lanzarle una granada a traición, pero el joven se la devuelve y el asesino desaparece con el estallido. Gokú revisa el Radar del Dragón y se da cuenta de que las Dragon Balls restantes están en la base del ejército y decide dirigirse hacia allá. ",
                "url": "https://mega.nz/embed/FzFXBBYR#FuGdecIJtpqEFNxkqvawjg1cJ66uANL37NB29a6PQSg"
            },
            {
                "nro": "65",
                "titulo": "«¡Vamos Gokū! Comienza el ataque»",
                "titulos": [
                    "«Yuke Gokū! Totsugeki kaishi»",
                    "«Camino del cuartel general»",
                    "«¡Vamos Gokú! Comienza la pelea»"
                ],
                "manga": "Capítulo 93",
                "fecha": "10 de junio de 1987",
                "resumen": "El regimiento Violeta, comandado por la Coronel Violeta, encuentra la Chii Shinchuu en un río, pero son atacados por un cocodrilo gigante y los nativos aborígenes Paku Paku. Mientras escapan hacia la base del ejército, la coronel es la única que logra sobrevivir y entrega la Dragon Ball al Comandante Red. En la Kame House, Bulma crea una videocámara voladora con la que logra encontrar a Gokú y se dan cuenta de que el joven se encuentra en ruta a la base del ejército Red Ribbon. Bulma crea un teléfono y llama a Yamcha y compañía para ir a ayudar a Gokú contra el ejército. Mientras tanto, el joven llega a la base del enemigo. ",
                "url": "https://mega.nz/embed/5zFCyLoL#ma8pRFoedzcBv6QhTZaXl047O7JdiVJutl5SVv6GWu4"
            },
            {
                "nro": "66",
                "titulo": "«La defensa y ofensa desesperada del Ejército Red Ribbon»",
                "titulos": [
                    "«Reddo Ribon gun hisshi no kōbō»",
                    "«Ataque al ejército del general Red»",
                    "«El último esfuerzo de la Patrulla Roja»"
                ],
                "manga": "Original, capítulos 93 y 94",
                "fecha": "17 de junio de 1987",
                "resumen": "Mientras se dirigen a la base del ejército Red Ribbon, Yamcha y compañía recogen a Krilin que se encontraba de recados en medio del mar. Por otro lado, Gokú se acerca a la base y al ser descubierto es atacado por las defensas. Gokú evita los ataques con misiles y logra aterrizar en la base, empezando a abatir a los soldados del ejército uno por uno. El Comandante Red, seguido por su asistente Black, se oculta en lo alto de una torre al ver el ataque del joven. Gokú los sigue gracias a la señal del Radar del Dragón. ",
                "url": "https://mega.nz/embed/NnMhzCBA#zrayIbYO73DuAN67bmAJJtqxWi4TcxyU7eVWygKEPfM"
            },
            {
                "nro": "67",
                "titulo": "«¡El Comandante Red muere!»",
                "titulos": [
                    "«Reddo sōsui shisu!!»",
                    "«El final del general Red»",
                    "«El comandante de la patrulla roja muere»"
                ],
                "manga": "Capítulos 95 y 96",
                "fecha": "24 de junio de 1987",
                "resumen": "Gokú continúa atacando la base del ejército. El Comandante Red ve cómo su ejército lo abandona, e incluso la Coronel Violeta asalta la caja fuerte. El comandante deja al sargento asistente Black para que se enfrente al joven, mientras él activa una trampa tratando de matarlos a ambos. Creyéndose vencedor, el comandante aclara que su deseo es incrementar su estatura, discurso escuchado por Black, que sobrevive a la trampa. Black, enfurecido por haber sido traicionado, asesina a Red y se autoproclama como el Nuevo Comandante en Jefe. Tras eso, Gokú sale vivo de la trampa también y se enfrenta a Black. Al no ser rival para el niño, el sargento utiliza un robot para enfrentarse a él. Mientras tanto, Yamcha y compañía se encuentran a la Coronel Violeta en el aire y ambos se esquivan por muy poco. ",
                "url": "https://mega.nz/embed/o38nnTAY#fKWHUNGaHtxLObH18RMGqFu4QHHtWUmaLfcxuz7bXi8"
            },
            {
                "nro": "68",
                "titulo": "«La última bola de dragón»",
                "titulos": [
                    "«Saigo no Doragon Bōru»",
                    "«La última bola mágica»",
                    "«La última esfera del dragón»"
                ],
                "manga": "Capítulos 96 y 97",
                "fecha": "1 de julio de 1987",
                "resumen": "Gokú continúa la pelea contra Black. El oficial dispara un misil que destruiría toda la base, pero el joven logra devolvérselo y Black lo esquiva por poco. Impotente ya ante la fuerza del muchacho, intenta escapar, pero Gokú lo alcanza y atraviesa el robot, estallando y acabando con el Sargento. Tras haber vencido al ejército por completo, Gokú reúne seis Dragon Balls pero para su sorpresa la séptima no aparece en el radar. Yamcha y compañía llegan por fin a la base para ayudar a Gokú. Mientras todos discuten cómo abordar el cuartel general, ven a Gokú pasar subido en la Nube Kinto y lo llaman. El joven les explica que él mismo ha acabado con el ejército por completo, con lo que su ayuda ya no es necesaria. Entonces Gokú le pide a Bulma que revise el Radar del Dragón, pero necesita de instrumental, así que todos se dirigen a Kame House. ",
                "url": "https://mega.nz/embed/kutVzSCC#quz7AoMkjtMAwBHAfa4q7k03Qy3K8Xoo0wI4KYs0PTE"
            }
        ]
    },
    {
        "title": "El Palacio de Uranai Baba (1987)",
        "capitulos": [
            {
                "nro": "69",
                "titulo": "«Guapa ¡¿eh?! Baba, la adivina»",
                "titulos": [
                    "«Kyūto na!? Uranai Baba»",
                    "«Babá, la adivina»",
                    "«¿Quién es Uranai Baba?»"
                ],
                "manga": "Capítulos 97 y 98",
                "fecha": "8 de julio de 1987",
                "resumen": "Bulma no encuentra nada malo en el Radar del Dragón, comprobando que funciona correctamente. Ella deduce que algo o alguien se ha tragado la bola, por lo que ésta no se puede detectar. El Maestro Mutenroshi sugiere a Goku entonces visitar a la vieja adivina Uranai Baba para encontrar la última bola de dragón con su clarividencia. Goku se va con Yamcha, Puar, Krilin y recogiendo a Upa en su casa- La adivina les dice que sus servicios cuestan mucho dinero. Ante la falta de dinero, Baba les propone un desafío: Derrotar a 5 de sus guerreros a cambio de su adivinación. ",
                "url": "https://mega.nz/embed/06knHbIR#8azNdSU5ZHUyW6e5P36RJk8raKAdWFRt60bac7XvC_E"
            },
            {
                "nro": "70",
                "titulo": "«¡Ataque! Nuestros 5 guerreros»",
                "titulos": [
                    "«Totsugeki! Warera Gonin no Senshi»",
                    "«Los cinco adversarios»",
                    "«El ataque de los cinco guerreros»"
                ],
                "manga": "Capítulos 99 y 100",
                "fecha": "15 de julio de 1987",
                "resumen": "Krilín es el primero y lucha contra el vampiro boxeador. Krilín es sorprendido por la extraña danza del vampiro que le clava los colmillos en el cuello. Éste pierde mucha sangre y es arrojado al lago, perdiendo. Confiados, Upa y Puar deciden luchar juntos, a lo cual Baba no se opone, empleando una buena estrategia antivampiros y acaban por ganar. Yamcha es el siguiente. Baba dice que su adversario es el Hombre Invisible, lo cual le hace casi invulnerable. Ante los problemas de Yamcha, a Krilín se le ocurre una gran idea. ",
                "url": "https://mega.nz/embed/U3NRDK5Q#wf7wnahmKEnREI1Ooz1miI6BthbvvOiv1O_ZXxmDEt8"
            },
            {
                "nro": "71",
                "titulo": "«Gran batalla sangrienta a muerte»",
                "titulos": [
                    "«Kesshi no Dairyūkessen»",
                    "«La fosa del diablo»",
                    "«Una batalla sangrienta y mortal»"
                ],
                "manga": "Capítulos 100 y 101",
                "fecha": "22 de julio de 1987",
                "resumen": "Goku localiza a Bulma y Roshi que estaban fuera de la Kame House. Yamcha escucha los pasos del hombre invisible, hasta que Baba empieza a hablar y cantar. Goku llega con los dos. Krilín coloca inmediatamente a la chica y al anciano, haciendo que Roshi tenga una fuerte hemorragia nasal que cae sobre el hombre invisible, exponiéndolo a Yamcha. Éste emplea lu técnica Puño de Lobo, lo que obliga a Invisible a darse por vencido, haciendo que Yamcha gane. Roshi revela que Uranai Baba es su hermana. Para la próxima lucha, Baba lleva a todos al interior de su torre, donde comprueba que Goku es un chico fuera de lo normal. Yamcha espera a su siguiente oponente sobre un terrible ring de lucha. ",
                "url": "https://mega.nz/embed/Z2FSTLJZ#-I4tt14ilCuc-8jNFI_unGknsB7PB5FREEpjQ1nA2Uo"
            },
            {
                "nro": "72",
                "titulo": "«¡Encuentro con Son Gokū! El Váter del diablo»",
                "titulos": [
                    "«Son Gokū Kenzan! Akuma no Benjo»",
                    "«El combate en la fosa del diablo»",
                    "«La pelea de Gokú en el baño del diablo»"
                ],
                "manga": "Capítulos 101 y 102",
                "fecha": "29 de julio de 1987",
                "resumen": "La Momia es un oponente mucho más rápido y más fuerte de lo que parece y Yamcha está a punto de caer de la plataforma. La Momia realiza un ataque sorpresa sobre Yamcha. Puar intenta ayudar, pero solo consigue que empeoren las cosas. Goku salva a Yamcha de caer al foso en el último momento y entra al combate para sustituirle. ",
                "url": "https://mega.nz/embed/Nn9jRQSC#yIg1zHwxq7f7bU39vPOPY1tGsBXRqnVPlOCu4Efmhqk"
            },
            {
                "nro": "73",
                "titulo": "«Rayo Akumigth, ¡¿Técnica mortal?!»",
                "titulos": [
                    "«Hissatsu Akumaitokōsen to wa!?»",
                    "«El poder mortal del diablo»",
                    "«¿Qué es el resplandor mortal del diablo?»"
                ],
                "manga": "Capítulos 103 y 104",
                "fecha": "5 de agosto de 1987",
                "resumen": "La Momia lucha ahora contra Goku. Tras un intercambio de golpes donde Goku es claramente superior, la Momia decide emplear sus vendajes como técnica de estrangulamiento contra el joven. Después de una intensa pugna, Goku consigue liberarse. Finalmente, el chico derrota a la Momia de un solo puñetazo. El próximo oponente de Goku es un Demonio que posee un movimiento, que al parecer, es letal. ",
                "url": "https://mega.nz/embed/RzVU2AZJ#ZNe4A5RZeXtgJugV2fkki_puwZCQoo9C-6iw44GxMvE"
            },
            {
                "nro": "74",
                "titulo": "«El misterioso quinto hombre»",
                "titulos": [
                    "«Nazo no Goninme no Otoko»",
                    "«El quinto adversario»",
                    "«El misterioso quinto participante»"
                ],
                "manga": "Capítulos 104 y 105",
                "fecha": "12 de agosto de 1987",
                "resumen": "El Rayo del Demonio no tiene ningún efecto sobre Goku, al no poseer ningún tipo de maldad. El Demonio se defiende con un Tridente, que hace caer a Goku, pero no es rival para una fuerte patada del chico. El último contendiente aparece: un hombre misterioso con una máscara de gato y un halo en la cabeza, que ha estado observando de cerca a Goku. El combate se traslada de nuevo al exterior del Palacio. Roshi cree conocer a esta persona. El combate comienza. ",
                "url": "https://mega.nz/embed/ZnVyUAgD#nTNRhGhbdvZ96KiM8h6rvs6ZKnjInryR0fczBXWwQUU"
            },
            {
                "nro": "75",
                "titulo": "«¡Colisión! Poderoso contrincante»",
                "titulos": [
                    "«Gekitotsu!! Kyōteki Dōshi»",
                    "«Un misterioso adversario»",
                    "«¿Qué? ¡El poderoso adversario resultó ser un viejo amigo!»"
                ],
                "manga": "Capítulos 105 al 107",
                "fecha": "19 de agosto de 1987",
                "resumen": "Un torrente de golpes y llaves por parte de los dos rivales sorprende a todos. Ninguno de los dos parece ceder en su violento ataque, hasta que el hombre enmascarado lanza un Kamehameha, que Goku consigue evitar. El chico lanza su propio Kamehameha, tirqndo al Enmascarado al suelo. El hombre agarra la cola de Goku en un descuido del éste, que se queda sin fuerzas. El hombre enmascarado es cada vez más familiar para Roshi, que revela que no es otro que el abuelo fallecido de Goku: Son Gohan. ",
                "url": "https://mega.nz/embed/smM2jbTY#qFQbx9v3mO53b3xDRo5T_4dhOt8SXJvTQaQRYw74syU"
            },
            {
                "nro": "76",
                "titulo": "«¡¿La verdadera identidad del hombre enmascarado...?!»",
                "titulos": [
                    "«Kamen Otoko no Shōtai wa!?»",
                    "«El adversario se quita la máscara»",
                    "«La verdadera identidad del hombre enmascarado es...»"
                ],
                "manga": "Capítulos 107 y 108",
                "fecha": "26 de agosto de 1987",
                "resumen": "El combate continúa; Son Gohan golpea repetidamente contra el suelo a Goku agarrándole de la cola. Mientras tanto, Pilaf está probando su nueva máquina de poder. Finalmente se descubre que es Pilaf quien tiene la última bola de dragón, contenida en un cierre hermético que interfiere las señales de los radares. Gohan sigue golpeando a Goku, hasta arrancarle la cola, con lo que el chico deja de tener puntos débiles. Gohan se rinde ante ello y revela su identidad a Goku. Bulma le cuenta al anciano fallecido las aventuras con Goku y sus amigos. Gohan elige permanecer muerto y desaparece después de una despedida. Baba revela la ubicación exacta de la bola: Un coche que se dirige hacia su posición. ",
                "url": "https://mega.nz/embed/Bu93xQpb#sAli1PVjkhm1FGZ2kQN6ncv-ueAjNXkwepcSmNSm4Fo"
            },
            {
                "nro": "77",
                "titulo": "«La gran estrategia de Pilaf»",
                "titulos": [
                    "«Pirafu no Daisakusen»",
                    "«Las tácticas de Pilaf»",
                    "«El gran plan de Pilaf»"
                ],
                "manga": "Capítulos 109 y 110",
                "fecha": "2 de septiembre de 1987",
                "resumen": "Pilaf se dirige hacia Baba con la esperanza conseguir de una sola vez todas las bolas de dragón, pensando que Goku todavía tiene una debilidad. Goku parte hacia ellos, se detiene y reconoce al trío de enemigos. Pilaf reta a Goku a una lucha, acordando jugar la bola de dragón que posee contra las 6 que tiene Goku. Pilaf, Mai y Shū deciden atacar a Goku con sus respectivos robots, pero para horror de Pilaf, encuentran que Goku ya no tiene cola. Pilaf combina las 3 máquinas en un intento de obtener la victoria, ya que por separado el joven parece inmune a sus ataques. Goku lanza un potente Kame Hame Ha que daña seriamente a la combinación. Finalmente tras ser vencido, Pilaf le entrega a Goku la bola de una estrella y Shū su traje ninja. ",
                "url": "https://mega.nz/embed/I6UVSAYY#XYdOHBWXfoaLnRB4pQAkDyPwZNO_AjINFwW-LljBCFI"
            },
            {
                "nro": "78",
                "titulo": "«Regresa Shenlong»",
                "titulos": [
                    "«Shenron Futatabi»",
                    "«La vuelta del dragón divino»",
                    "«Otra vez el dios dragón»"
                ],
                "manga": "Capítulos 111 y 112",
                "fecha": "9 de septiembre de 1987",
                "resumen": "Goku vuela con Upa de regreso a su hogar, en las cercanías de la Torre Sagrada de Karin. Goku convoca al Dragón Shenlong y Upa le pide que su padre sea resucitado. El Dragón concede el deseo y Bora sale de su tumba. Antes de que las bolas se dispersen por la Tierra, Goku coge la de cuatro estrellas, ya convertida en piedra. Al volver con sus amigos, Roshi dice que no tiene nada más que enseñarle a Goku, así que éste, sin su Nube Kinto, decide entrenarse por su cuenta hasta el próximo Torneo de las Artes Marciales, donde todos participarán. ",
                "url": "https://mega.nz/embed/s60CSCYZ#1xOhotm0ZV8RiUG1uQXPy-w6WEHEQFS4fhe_HMNp-f4"
            },
            {
                "nro": "79",
                "titulo": "«La calabaza come hombres de Kinkaku y Ginkaku»",
                "titulos": [
                    "«Kinkaku · Ginkaku no Hito Kui Hyōtan»",
                    "«La calabaza mágica»",
                    "«Oro, Plata y una cantimplora come hombres»"
                ],
                "manga": "Original",
                "fecha": "16 de septiembre de 1987",
                "resumen": "Goku viaja por las montañas cuando ve a una chica a punto de ser devorada por un Tigre Antropomórfico y la salva. Ella le pide que ayude a su pueblo que está siendo sometida por 2 violentas personas. Al llegar al pueblo, Goku comprueba que ambos hombres están pasando lista a todos los ciudadanos, y que si no responden \"presente\", desaparecen, debido a una calabaza mágica que ambos poseen. Goku los reta y los supera, pero el dúo de criminales absorben a Goku al interior del amuleto, quedando encerrado. Sin embargo, logra liberarse y volver a salir, apoderándose de la Calabaza. Finalmente Goku libera al pueblo de los malhechores. ",
                "url": "https://mega.nz/embed/Y2VE0DAL#yV-7ZA-ojABk9srgs8RKpclDfn0rYXgHXwIZJDB9Rz4"
            },
            {
                "nro": "80",
                "titulo": "«¡Antes de que empiece mi juego! Gokū contra Tenlong»",
                "titulos": [
                    "«Iza omae Shiai! Gokū Tai Tenron»",
                    "«El combate real»",
                    "«Una pelea ante la presencia del rey, Gokú contra Tenlong»"
                ],
                "manga": "Original",
                "fecha": "23 de septiembre de 1987",
                "resumen": "Gokú hace un viaje para desafiar a Chintaiken, un reputado luchador de las Artes Marciales. Chintaiken está ocupado defendiéndose de Rising Dragon y sus dos hombres, cuando éste cae enfermo y debe ser defendido por Gokú. Chintaiken le pide a Gokú que pelee por él contra Rising Dragon en un combate frente al Rey de la Ciudad para lograr el respeto que su escuela de artes marciales merece. Gokú pelea contra Rising Dragon, acabando vencedor. Los hermanos Dragón se unen finalmente a las enseñanzas de Chintaiken. ",
                "url": "https://mega.nz/embed/djkAnQZY#mdPjyIhD2SL-GNKA8TOL_ey2Xpl1llajXVKh2dQvZMg"
            },
            {
                "nro": "81",
                "titulo": "«Gokū va al mundo de los Demonios»",
                "titulos": [
                    "«Gokū · Makai e Iku»",
                    "«Goku entre los fantasmas»",
                    "«Gokú va a la tierra del demonio»"
                ],
                "manga": "Original",
                "fecha": "30 de septiembre de 1987",
                "resumen": "Goku llega a la aldea para evitar las trampas que suceden en el Bosque. En el Castillo del Rey tienen dudas de que Goku tenga éxito, pero lo reclutan para hacer frente a Shula después de ver sus habilidades de combate. En ese momento, los demonios comienzan a aparecer en el pueblo. El Rey escolta a Gokú hacia la puerta del Mundo Demoníaco, abierta gracias a la espada de Shula. Gokú cumple con los guardias Maylay y Gola. Finalmente Shula aparece y Gokú logra golpearle, escapando con Misa. Maylay y Gola lo ayudan a salir y saca la espada de Shula, sellando el Portal que unía los dos mundos. ",
                "url": "https://mega.nz/embed/4i0z1DaZ#Ban4IopuzOIkBR0ojV_Q8oHwgcK8WY9daYc83aURsE4"
            },
            {
                "nro": "82",
                "titulo": "«El violento monstruo Inoshikachō»",
                "titulos": [
                    "«Abare Kaijū Inoshikachō»",
                    "«El jabalí volador»",
                    "«Un monstruo violento llamado Inoch-ka-cho»"
                ],
                "manga": "Original",
                "fecha": "7 de octubre de 1987",
                "resumen": "Goku encuentra algunas personas huyendo de su pueblo. Dicen que un monstruo llamado Inosh-ka-cho, un Cerdo cruce con Ciervo, está aterrorizando a su pueblo. Goku va a la aldea y se encuentra a dos hombres, uno con un tercer ojo sobre su frente y el otro con aspecto de pequeño mimo, que han derrotado a Inosh-ka-cho. Los habitantes del pueblo les recompensan por sus servicios. Más tarde, Gokú encuentra a esos dos hombres en el bosque con Inosh-ka-cho alrededor de una fogata. Gokú se da cuenta de que solo pretenden fingir matar al monstruo para obtener dinero. Una chica despierta a Gokú, diciendo que lo encontró inconsciente en el bosque. Gokú va tras la búsqueda y encuentra a los dos desconocidos haciendo el mismo truco. Gokú dice que son amigos de Inosh-ka-cho, pero éstos engañan a los aldeanos haciéndoles creer que Gokú es el único que trama algo. Gokú recoge a Inosh-ka-cho y sale corriendo, pero los aldeanos lo siguen. Finalmente, Inosh-ka-cho es aceptado por los habitantes para tareas del campo y se aclara que Gokú solo trataba de ayudar. ",
                "url": "https://mega.nz/embed/06MDnJKb#FzIwhgwwseC1awIHk2Z5u_1e84FoRPnfM31CrAytw_g"
            }
        ]
    },
    {
        "title": "El 22° Torneo de las Artes Marciales (1987-1988)",
        "capitulos": [
            {
                "nro": "83",
                "titulo": "«¡Deprisa, Gokū! El Tenkaichi Budōkai»",
                "titulos": [
                    "«Isoge Gokū! Tenkaichi Budōkai»",
                    "«Hacia la Isla de las Papayas»",
                    "«¡Apresúrate, Gokú! El torneo de las artes marciales se avecina»"
                ],
                "manga": "Original",
                "fecha": "14 de octubre de 1987",
                "resumen": "Han pasado tres años, y es el día antes del Torneo Mundial de las Artes Marciales. Gokú salva a Konkichi, un pequeño zorro verde, que es perseguido por tres individuos. Konkichi lleva a Gokú al aeropuerto para volar a la Isla de la Papaya, sede del torneo. Gokú no tiene dinero, por lo que debe ir a un carnaval de la ciudad para ganarlo a tiempo. Gokú consigue obtenerlo en una máquina que mide la fuerza. Uranai Baba, la adivina, aparece ante ellos afirmando estar de vacaciones. De pronto, Konkichi sale corriendo, pero es atrapado por los matones que lo perseguían. Ellos le obligan a robar un banco. Konkichi admite a Goku que era un criminal, pero desea cambiar. Baba le dice a Gokú donde están los tres hombres, los captura y los lleva a la cárcel. Desafortunadamente, pierde su vuelo, por lo que decide ir a nadando hasta la Isla de la Papaya. ",
                "url": "https://mega.nz/embed/pjVknIwA#W7yiGt12DadIeukJrSaErtwEZ4nDRbuK0VdhzB_IfRc"
            },
            {
                "nro": "84",
                "titulo": "«¡Apunta a ser el mejor artista marcial!»",
                "titulos": [
                    "«Mezase Budō Tenkaichi!!»",
                    "«Las vísperas del gran torneo»",
                    "«¿Quién es el mejor peleador de las artes marciales?»"
                ],
                "manga": "Capítulo 113",
                "fecha": "21 de octubre de 1987",
                "resumen": "Krilin, Yamcha, y los demás llegan a la Isla de la Papaya y esperan a Gokú, que está teniendo sus problemas. Aparecen en el torneo el Maestro Grulla (Tsuru Sen'nin) y sus dos mejores alumnos (los mismos que estafaban a los pueblos con el Jabalí Volador y que Gokú desenmasacaró). Justo cuando el plazo de inscripción está a punto de terminar, Gokú aparece. A la mañana siguiente queda inaugurada la 22.ª edición del Tenkaichi Budokai y Gokú, Krilin y Yamcha van hacia los tatamis para la primera eliminatoria. El Maestro Roshi desaparece y Jackie Chun se presenta nuevamente. ",
                "url": "https://mega.nz/embed/0iciCIIa#LJECzHlVbyRdS1vF1kJIplTjINFu8Nnx53xTp8z4JyY"
            },
            {
                "nro": "85",
                "titulo": "«¡Concentrados en ganar! Sobrevivir en las preliminatorias»",
                "titulos": [
                    "«Kachinokoru zo!! Yosen Sabaibaru»",
                    "«La primera jornada»",
                    "«¡Tenemos que ganar! ¿Quién llegará a las preliminares?»"
                ],
                "manga": "Capítulo 114",
                "fecha": "28 de octubre de 1987",
                "resumen": "Gokú, Krilin, Yamcha y Jackie Chun pasan a octavos de final tras ganar sus primeros combates. Están todos separados, de modo que no se reunirán entre sí hasta la final. En los cuartos, Yamcha, Krillin y el alumno del Maestro Cuervo, conocido como Ten Shin Han, ganan sus peleas. Es el turno de Gokú. ",
                "url": "https://mega.nz/embed/dq9gmCZL#DMkpW69jNo3QEhWZIA4xdlJJmPFPSrucRsT2n3YMRlo"
            },
            {
                "nro": "86",
                "titulo": "«¡Decidido! Los 8 valientes»",
                "titulos": [
                    "«Kettei!! Hachinin no Yūshatachi»",
                    "«Carrusel de luchadores»",
                    "«Los ocho finalistas»"
                ],
                "manga": "Original y capítulo 115",
                "fecha": "4 de noviembre de 1987",
                "resumen": "Gokú es mucho más rápido y más fuerte que el Rey Chappa, y le gana sin problemas. Jackie Chun entra entonces en lucha, y aunque es completamente distraído con los pensamientos de una nueva fuerza de Gokú, derrota a su oponente con un solo golpe. La ronda preliminar continuará después de un breve receso. Durante la comida, Yamcha y Ten Shin Han están a punto de entrar en una pelea, pero una vez más, Jackie Chun se los impide. Nam, participante de la anterior edición del Torneo aparece para luchar nuevamente, esta vez por diversión. En la ronda de selección final, Nam es derrotado violentamente por Ten Shin Han. Gokú, Krilin, Yamcha y Jackie Chun son proclamados finalistas, junto con los dos discípulos del Maestro Cuervo. ",
                "url": "https://mega.nz/embed/9v00yZoB#pKqfbEQalgT_ALfS4TdWaxUf1UWqlcPiGoiHc1su-6w"
            },
            {
                "nro": "87",
                "titulo": "«¡Desafío! Yamcha contra Ten Shin Han»",
                "titulos": [
                    "«Taiketsu!! Yamucha Tai Ten Shin Han»",
                    "«Los ocho finalistas»",
                    "«Yamcha contra Ten Shin Han»"
                ],
                "manga": "Capítulos 116 y 117",
                "fecha": "11 de noviembre de 1987",
                "resumen": "Los finalistas se preparan para sacar sus números para elegir el orden de combates. Chaozu usa sus poderes telequinéticos para arreglar las peleas. La primera pelea será Yamcha vs. Ten Shin Han, la segunda será Jackie Chun vs. Lobo Hombre, la tercera: Krilin vs. Chaozu, y la cuarta y última: Gokú vs. Pamputt. Después de una comida rápida para Gokú, el torneo definitivo empieza. Yamcha y Ten Shin Han comienzan a golpearse velozmente y se sorprenden de la fuerza del otro. Durante una pausa en la acción, Yamcha afirma que usará su nueva técnica. ",
                "url": "https://mega.nz/embed/4mtmWAIa#LTbBYq3FBSDV-9bm70SghgGFfUs7WdykFHhMaO2lZ_Y"
            },
            {
                "nro": "88",
                "titulo": "«¡Cuidado, Yamcha! El temible Ten Shin Han»",
                "titulos": [
                    "«Yuke Yamucha! Osoru Beshi Ten Shin Han»",
                    "«Yamcha sufre un traspiés»",
                    "«¡Ten cuidado, Yamcha! El temible Ten Shin Han es muy peligroso»"
                ],
                "manga": "Capítulos 117, 118 y original",
                "fecha": "18 de noviembre de 1987",
                "resumen": "Yamcha utiliza su técnica de Soplo de Lobo, descargando contundentes golpes sobre Ten Shin Han, pero no tienen ningún efecto. Para sorpresa de todos, y al verse acorralado, Yamcha dispara un Kame Hame Ha, pero Ten logra repelerlo de vuelta hacia él. Yamcha pega un salto para evitarlo. Sin embargo, Ten Shin Han logra patearlo en el aire hacia el suelo, quedando inconsciente. Pese a todo, el combate no acaba ahí. ",
                "url": "https://mega.nz/embed/Iu9hwI7A#BqNqoJkJHrWm0IQrbfaX3bUMT6fdVZfGj0bzj98PiB0"
            },
            {
                "nro": "89",
                "titulo": "«¡Terror! El rencor de la Luna llena»",
                "titulos": [
                    "«Kyōfu!! Mangetsu no Urami»",
                    "«La desgracia del lobo-hombre»",
                    "«¡Terror! El misterio de la luna llena»"
                ],
                "manga": "Original y capítulos 118 al 120",
                "fecha": "25 de noviembre de 1987",
                "resumen": "Tras la brutal derrota de Yamcha por parte de Ten Shin Han, comienza el segundo combate. Lobo Hombre ha estado esperando tres años para la oportunidad de luchar contra Jackie Chun. Él está muy resentido con Jackie por haber destruido la Luna, que le impide cambiar a ser humano. Lobo Hombre trata de golpear a Jackie lo más rápido que puede, pero el anciano esquiva todo sin ningún esfuerzo. Lobo Hombre, tras haber sido estampado contra la pared, saca entonces un cuchillo, pero Jackie lo detiene y derrota fácilmente. Tras vencer a Lobo Hombre, Jackie Chun llama a Krilin. Hipnotizado, el Lobo Hombre creyendo que la cabeza de Krilin es la Luna, se convierte nuevamente en un humano. ",
                "url": "https://mega.nz/embed/xzt2mJKR#AuvKh7MycZcbErYgZ5p_itmKng9jE8-6A3BtCu7ZpLY"
            },
            {
                "nro": "90",
                "titulo": "«¿Qué? ¿Qué has dicho? ¿Dodonpa?»",
                "titulos": [
                    "«Nanana!! Nanto Dodonpa»",
                    "«Una revelación muy peligrosa»",
                    "«¿Qué? ¿Qué? ¿Qué? ¿Dodonpa?»"
                ],
                "manga": "Capítulo 120",
                "fecha": "2 de diciembre de 1987",
                "resumen": "Krilin y Chaozu disputan el tercer combate. Chaozu muestra a todos su capacidad de volar y comienza a disparar rayos Dodonpa a Krilin, que se ve obligado a moverse y saltar sin detenerse para evitarlos. Gokú identifica el rayo Dodonpa, la misma técnica que fue utilizada por el asesino mercenario Tao Pai Pai. Ten Shin Han se sorprende al saber que Gokú fue quien lo derrotó, ya que Tao pertenecía a la Escuela del Maestro Cuervo. Jackie Chun revela a Gokú que era el hermano del Maestro Cuervo. Ten le cuenta a su maestro lo sucedido y ordena a Chaozu descargar su furia sobre Krilin para vengarse. Acorralado por Chaozu que flota en el aire, Krilin decide intentar hacer un Kame Hame Ha, aunque él nunca lo ha utilizado antes. ",
                "url": "https://mega.nz/embed/YmsU2DoI#lMJ94blU8J3qRVRlxhIemSO8PmwJH6PWzQZVtaK06iY"
            },
            {
                "nro": "91",
                "titulo": "«¡Inversión! El plan matemático de Krilin.»",
                "titulos": [
                    "«Gyakuten!! Kuririn no Pāden ne Daisakusen»",
                    "«Una victoria matemática»",
                    "«¡La situación ha cambiado! El plan matemático de Krilin»"
                ],
                "manga": "Capítulo 121 y original",
                "fecha": "9 de diciembre de 1987",
                "resumen": "Chaozu dispara su rayo Dodonpa a Krilin, que produce una gran explosión. De repente, Krilin aparece en el aire y utiliza un Kame Hame Ha sobre Chaozu que impacta de lleno. Chaozu, malherido, apenas logra evitar salir del tatami. El pequeño mimo cambia de estrategia y decide utilizar su cabeza, lanzándose en un movimiento de cabezazo giratorio hacia Krilin para empujarlo fuera del ring. Al evitarlo, Chaozu a continuación utiliza sus poderes psicoquinéticos para paralizar y tener a su merced a Krilin, propinándole un severo castigo. En un último aliento, Krilin se da cuenta de que Chaozu necesita sus manos para usar sus poderes, así que le propone un problema de matemáticas. Chaozu empieza a contar con los dedos y Krilin logra ganar gracias a ello. Más tarde, esa noche, alguien se mete a hurtadillas en la habitación de Gokú y trata de matarlo. Gokú se despierta y el individuo huye, pero Krilin y Gokú salen en su busca. Se trataba del Maestro Cuervo, que buscaba venganza por la derrota de Tao Pai Pai, su hermano. ",
                "url": "https://mega.nz/embed/l3FjzJJZ#4U_F3kiNah9MheioWJEbh89PuCmJZNchp3AahAA8v6c"
            },
            {
                "nro": "92",
                "titulo": "«¡Espera! ¡Llamando a Gokū!»",
                "titulos": [
                    "«Omatase! Son Gokū Sanjō!!»",
                    "«Justo a tiempo para ganar»",
                    "«Finalmente... El turno de Gokú»"
                ],
                "manga": "Original y capítulo 122",
                "fecha": "16 de diciembre de 1987",
                "resumen": "El representante de Pamputt, estrella de Cine y TV y el próximo rival de Gokú en el torneo, ve lo fuerte que es el chico y se da cuenta de que Pamputt no puede vencerlo. Eso supondría la ruina del representante al no poderse firmar contratos nuevos para los medios. Gokú sale del recinto a correr un poco y el representante le alcanza en su coche diciéndole que el torneo se ha trasladado a otro estadio. Él se ofrece a llevar a Gokú. Mientras tanto, Lunch en su forma agresiva, ve todo esto, sigue a Gokú y derrota fácilmente a los guardaespaldas del representante. Gokú vuelve a toda prisa al tatami verdadero justo a tiempo para su lucha. Pamputt está muy seguro de su victoria, pero Gokú esquiva su ataque y le propina tres rápidos golpes a Pamputt dejándolo noqueado. ",
                "url": "https://mega.nz/embed/4zdWkLZD#QtXBOF1ycLLMcgebsIC8HAMwLkwN2Rf4fNcWb_gtOnc"
            },
            {
                "nro": "93",
                "titulo": "«¡Habilidades iguales! Ten Shin Han contra Jackie»",
                "titulos": [
                    "«Jitsuryoku Hakuchū!! Ten Shin Han Tai Jakkii»",
                    "«Dos rivales de mucho talento»",
                    "«Una pelea muy difícil: Ten Shin Han contra Jackie Chun»"
                ],
                "manga": "Original y capítulo 123",
                "fecha": "23 de diciembre de 1987",
                "resumen": "La primera semifinal va a comenzar: Jackie Chun y Ten Shin Han inician su combate. Ten ataca primero, y Jackie Chun lo agarra y lo lanza fuera del ring. Ten revela que él también tiene la capacidad de volar, y flota de nuevo hacia el ring. Jackie Chun usa entonces la técnica del espejo-imagen: crea ocho imágenes de sí mismo y rápidamente giran alrededor de Ten Shin Han, que le cierran y atacan desde todos los lados. Ten utiliza sus tres ojos para saber cuál es el verdadero Jackie, y le da una patada en la cara. Jackie Chun se quita la camisa y se dispone a pelear al 100%. Los dos comienzan a atacarse salvajemente. ",
                "url": "https://mega.nz/embed/A3djkCZA#20L3LbjJffBBK_f93hsAcLKOsURxaQf130gFKl0q8UI"
            },
            {
                "nro": "94",
                "titulo": "«¡Gegege! Taiyōken, la nueva técnica sagrada»",
                "titulos": [
                    "«Gegege!! Shintsurusenryū Taiyōken»",
                    "«Una decisión inesperada»",
                    "«¡Qué! La técnica del Maestro Tsuru: Taiyōken»"
                ],
                "manga": "Capítulo 124",
                "fecha": "30 de diciembre de 1987",
                "resumen": "Ten Shin Han y Jackie Chun siguen luchando. Ten da patadas a Jackie, lo que le hace volar hasta situarle justo al borde del tatami. Ten trata de empujarlo hacia fuera, pero Jackie se las arregla para escapar y volver al centro de la arena. Ten Shin Han decide usar su técnica del Puño Solar, que ciega a todos los espectadores presentes, incluyendo a Jackie. Entonces, Ten le propina un duro golpe, casi noqueando a Jackie. El locutor comienza la cuenta atrás, pero antes de que llegue a diez, Jackie Chun se levanta. Éste a continuación, comienza a hablarle a Ten Shin Han, diciéndole el error de sus caminos malignos en la lucha. Ten le ignora y comienza un furioso ataque. Como Jackie sigue predicando, el Maestro Cuervo de repente se da cuenta de que Jackie Chun es realmente el Maestro Roshi disfrazado. Se comunica telepáticamente con Ten avisándole de ello y es entonces cuando el hombre de tres ojos dispara, para sorpresa de todos, un Kame Hame Ha. Jackie Chun logra desviarlo hacia arriba, y tras unas últimas palabras de sabiduría, el combate da por finalizado de una forma totalmente inesperada. ",
                "url": "https://mega.nz/embed/gidX1YJB#EEFgvpPM6YY3ZiJrC3JCskhDZ6pnyMWWbJzriiChW7w"
            },
            {
                "nro": "95",
                "titulo": "«¡Lucha! Gokū contra Krilin»",
                "titulos": [
                    "«Faito!! Gokū Tai Kuririn»",
                    "«Goku contra Krilin»",
                    "«¡A pelear! ¡Gokú contra Krilin!»"
                ],
                "manga": "Capítulos 125 y 126",
                "fecha": "6 de enero de 1988",
                "resumen": "Tras el abandono voluntario de Jackie y la victoria de Ten Shin Han, Gokú y Krilin pueden comenzar la última semifinal. Después de varios minutos de lucha e intercambio de puñetazos y patadas, los dos parecen igualados. Gokú salta por los aires y Krilin lo sigue. El sol se refleja en la calva de Krilin y ciega a Gokú, permitiendo darle una patada hacia el suelo. Mientras tanto, Ten Shin Han se presenta ante el Maestro Roshi para preguntarle por qué abandonó su combate. El Maestro Roshi le dice que no es un asesino, a pesar de que actúa como tal. Él afirma que Ten tiene una conciencia, y esto le convierte en un héroe. El hombre de tres ojos trata de ignorar las enseñanzas de Roshi y promete no tener piedad con su rival en la final del torneo. ",
                "url": "https://mega.nz/embed/d7FBmSYC#0HgHZWke5O7l3iinH3oiucumlLPOcUONs4OrSIKZbWI"
            },
            {
                "nro": "96",
                "titulo": "«No puede ser, ¡¿Gokū?! La gran estrategia de Krilin»",
                "titulos": [
                    "«Masa ka Gokū!? Kuririn no Daisakusen»",
                    "«Un combate fraternal»",
                    "«La sorpresa de Gokú y el plan de Krilin»"
                ],
                "manga": "Capítulos 126 y 127",
                "fecha": "13 de enero de 1988",
                "resumen": "Gokú y Krilin continúan su lucha. Gokú corre hacia Krilin y salta en el aire y utiliza un Kame Hame Ha para impulsarse a sí mismo hacia Krilin, que recibe un fuerte golpe que le deja semi-inconsciente. El locutor comienza la cuenta atrás, pero Krilin se levanta. Gokú recibe varios golpes poderosos de Krilin, el cual se da cuenta de que solo tiene una opción para poder ganarle. Krilin dedide disparar un Kame Hame Ha hacia Gokú, que le advierte que no surtirá efecto, y fácilmente lo bloquea. De repente, Krilin se aprovecha de la explosión para aparecer detrás de Gokú y le agarra la cola. Gokú se desmaya y el locutor comienza a contar. Antes de que llegue a diez, Gokú se levanta y golpea a Krilin, afirmándole que durante los últimos tres años trabajó con la cola hasta conseguir que su único punto débil desapareciera de raíz. Krilin, atónito, trata de propinar a Gokú un puñetazo, pero desaparece sin dejar ni rastro. En realidad, él se está moviendo tan rápido que nadie puede verlo. Solo Ten Shin Han, con su visión de tres ojos, se da cuenta de ello. De repente, aparece junto a Krilin sin, aparentemente, llegar a tocarle, y le lanza fuera del tatami. ",
                "url": "https://mega.nz/embed/8vtkgK7B#_tccLxux9o7cWBqDwGNreqDPhQtoW8TIuH4TX4GtNEs"
            },
            {
                "nro": "97",
                "titulo": "«¡Ronda final! ¡¿Quién será el artista marcial más fuerte bajo el cielo?!»",
                "titulos": [
                    "«Kesshō!! Hatashite Budō Tenkaichi wa!?»",
                    "«Un duelo excepcional»",
                    "«¡El último combate! ¿Quién será el mejor peleador de las artes marciales?»"
                ],
                "manga": "Capítulos 127 y 128",
                "fecha": "20 de enero de 1988",
                "resumen": "Yamcha se escapa del hospital para ver la final del torneo. La pelea final entre Ten Shin Han y Gokú comienza: el joven agarra la pierna de Ten con la cola y le logra dar un puñetazo en la cara. Ten se eleva y decide atacar a Gokú con un rayo Dodonpa, que lo estampa contra las baldosas del tatami generando un gran socavón. Gokú salta de entre los escombros y sigue la pelea. Gokú emplea ahora la técnica de la Multiplicación de Imágenes de sí mismo y rodea a Ten Shin Han. Mientras Gokú está corriendo alrededor, Ten consigue golpear a la imagen verdadera y lo envía volando al muro del escenario, donde desencadena un ataque continuo y feroz sobre Gokú, dejándolo totalmente a su merced. ",
                "url": "https://mega.nz/embed/omVXGaBI#nDZRs1421ZNSHAYDFOuUvMcqp-woPPOLdD4dXldTAK0"
            },
            {
                "nro": "98",
                "titulo": "«Higi・Haikyūke y el poder de la batalla»",
                "titulos": [
                    "«Higi・Haikyūken to Sentō Pawā»",
                    "«Al borde de la derrota»",
                    "«Las técnicas secretas Taiyōken contra el poder de combate»"
                ],
                "manga": "Capítulos 129 y 130",
                "fecha": "27 de enero de 1988",
                "resumen": "Gokú sufre el ataque del Volley Ball de Ten Shin Han. Tras el brutal ataque, se logra reponer. El joven afirma que solo había estado utilizando una fracción de su fuerza para proteger a su oponente, pero ahora va a luchar a plena potencia. Se desencadena una brutal paliza a Ten Shin Han. Éste medita brevemente y sigue peleando, empleando un Puño Solar para tratar de cegar a su oponente, pero gracias a las gafas del Maestro Roshi, Gokú consigue noquear a Ten Shin Han. El combate prosigue muy igualado, hasta que Gokú comienza a notar una extraña parálisis de su cuerpo que le deja indefenso ante cualquier ataque del hombre de tres ojos. ",
                "url": "https://mega.nz/embed/4zcyzYIb#MGRBPNGB7wYgcuut0FYQfVO30cS4w5luSjyWdhHlQ2M"
            },
            {
                "nro": "99",
                "titulo": "«¡La agonía de Ten Shin Han!»",
                "titulos": [
                    "«Ten Shin Han no Kunō!!»",
                    "«Los brazos del diablo»",
                    "«La angustia de Ten Shin Han»"
                ],
                "manga": "Capítulos 131 y 132",
                "fecha": "3 de febrero de 1988",
                "resumen": "Gokú, una vez más, se congela en el aire, lo que permite a Ten darle una patada hacia el suelo que le lanza fuera del tatami, pero Gokú utiliza un Kame Hame Ha hacia el suelo para evitar que él aterrize fuera del ring. Gokú sufre una nueva congelación. Al darse cuenta de que está ganando con demasiada facilidad, Ten Shin Han se da cuenta de que Chaozu está interviniendo con sus poderes y le obliga a detenerse, ya que quiere vencer a Gokú en una pelea justa. El Maestro Tsuru es quien había ordenado a Chaozu a ello, y le dice a Ten que mate a Gokú. Al ver el error en las enseñanzas de Tsuru, Ten se niega a matar a Gokú. Tsuru vuelve a ordenar a Chaozu usar sus poderes, pero éste rechaza la orden. Tsuru intenta matar a Chaozu, pero el Maestro Roshi lo golpea con un Kame Hame Ha, que lo saca de la zona del torneo. Ahora Gokú y Ten shin Han pueden luchar sin coacciones. Gokú ataca a Ten Shin Han con una fuerza increíble. De repente, Ten decide usar una nueva técnica: le crecen dos brazos extra en su espalda. ",
                "url": "https://mega.nz/embed/UnlkyabJ#FOIdKpQvpYgUKD85YmZ7Mx6EJFI60rzZmpozKZmA4aI"
            },
            {
                "nro": "100",
                "titulo": "«¡¿La vida o la muerte?! La última alternativa»",
                "titulos": [
                    "«Sei ka Shi ka!? Saigo no Shudan»",
                    "«La fuerza absoluta»",
                    "«¡Vivir o morir! ¡La última alternativa!»"
                ],
                "manga": "Capítulos 132 y 133",
                "fecha": "10 de febrero de 1988",
                "resumen": "Con cuatro brazos, Ten Shin Han tiene una clara ventaja sobre Gokú. Ten agarra los brazos y las piernas de Gokú y le da repetidamente cabezazos. Gokú no se rinde y utiliza su cola para golpear y liberarse. Entonces, Gokú decide emplear su propia técnica de ocho brazos, lo que iguala la tanda de golpes que se propinan el uno al otro. Los dos siguen luchando hasta que se dan un fuerte golpe simultáneamente, que hace caer a ambos al suelo noqueados. La cuenta llega a ocho, pero se levantan. Gokú hace caer a Ten al suelo y agarra sus piernas, provocándole gran dolor. Los brazos extra de Ten sujetan a Gokú por el cuello, pero dichos brazos acaban por desaparecer al perder la concentración. Después de un largo esfuerzo, Ten Shin Han consigue lanzar y estampar al joven contra los muros del escenario. Gokú se levanta, por lo que Ten decide utilizar la técnica mortal Ki-Ko-Ho, un ataque devastador ante el cual advierte al chico que lo esquive si quiere conservar la vida. Tras el impresionante ataque, se despeja la humareda y se descubre que el tatami ha desaparecido dejando un enorme agujero rectangular en el suelo. Gokú parece haberse volatilizado con el ataque. ",
                "url": "https://mega.nz/embed/wm00GKjJ#ar8BnTmczKuMYR1VbotsCx0JeIkJuyxDFZQJp54SLQE"
            },
            {
                "nro": "101",
                "titulo": "«¡El gran encuentro de artistas marciales termina! ¡Sin embargo...!»",
                "titulos": [
                    "«Budō Taikai Shūryō! Soshite...!!»",
                    "«La lucha final»",
                    "«El torneo de las artes marciales ha terminado... ¿Y ahora qué?»"
                ],
                "manga": "Capítulos 133 y 134",
                "fecha": "17 de febrero de 1988",
                "resumen": "Tras momentos de incertidumbre, se descubre que Gokú saltó muy alto para esquivar el ataque. Ambos en el aire, Ten va en su busca y le revela que solo quería expulsar a Gokú fuera de los límites. Ahora que ya que no hay suelo y Ten Shin Han puede volar, Gokú parece estar perdido. Él lanza un Kame Hame Ha que lo impulsa y golpea a Ten con la cabeza, dejando sin fuerzas a ambos. Cuando los dos caen a tierra rápidamente, Gokú es finalmente golpeado por un coche poco antes de que Ten toque el suelo. El locutor declara a Ten Shin Han ganador. Concluido el torneo, Ten pide disculpas a Yamcha por herir su pierna, y todos deciden ir a una gran cena. Justo antes de comenzar, Gokú se da cuenta de que dejó la Dragon Ball de 4 estrellas en el estadio. Krilin va a buscarla. De pronto, Gokú siente que algo va mal y decide ir corriendo al estadio también. Al llegar, encuentra a Krilin y el locutor del torneo abatidos en el suelo. Este último afirma que un monstruo les atacó y que robó la Dragon Ball y una lista con los nombres de los participantes del torneo. ",
                "url": "https://mega.nz/embed/sy1SFRTT#w_74QOrQbjxFuhYoGMynGufc1fXirxnzM9Bxh5yIDrE"
            }
        ]
    },
    {
        "title": "Saga de Piccolo Daimaō (1988)",
        "capitulos": [
            {
                "nro": "102",
                "titulo": "«¡La muerte de Krilin, un complot horrible!»",
                "titulos": [
                    "«Kuririn no shi osoroshiki inbō!!»",
                    "«El regreso de Piccolo»",
                    "«¡La muerte de Krilin! Un complot»"
                ],
                "manga": "Capítulo 135",
                "fecha": "24 de febrero de 1988",
                "resumen": "Goku y sus amigos encuentran a Krilin asesinado, junto con el cuerpo sin vida del joven descubren una hoja con un símbolo el cual el Maestro Roshi nunca imaginó volver a ver. El árbitro dice que fue obra de un monstruo que entró por la ventana, y luego de una rápida pelea con el joven, lo asesino, recogió la Esfera y la lista de los peleadores. Al ver el símbolo impreso en el papel dejado al lado del cuerpo, el Maestro Roshi sabe que se trata del enemigo que menos esperaba el gran maestro, es nada más y nada menos que el poderoso Piccolo Daimao. En eso, Roshi les cuenta cómo la Tierra sufrió hace mucho tiempo el ataque de este ser y cómo en su juventud, junto con el maestro Grulla y el mentor de ambos, Mutaito, lo atraparon en un recipiente. Pilaf es quien ha liberado a Piccolo y ahora es su aliado. Goku parte en busca del asesino y así vencerlo y poder vengar la muerte de su mejor amigo, Krilin. ",
                "url": "https://mega.nz/embed/sr8UyD6A#h9RuPG1CiuwxTx3181Mv3wTD68L0SWegwsmRqLvGh-0"
            },
            {
                "nro": "103",
                "titulo": "«¡El terror de Piccolo Daimaō!»",
                "titulos": [
                    "«Pikkoro Daimaō no kyōfu!!»",
                    "«Tamborino empieza su trabajo»",
                    "«\"El temible Pikoro Dai-ma-ku\"»"
                ],
                "manga": "Capítulo 136",
                "fecha": "2 de marzo de 1988",
                "resumen": "Goku alcanza y lucha contra el agresor de Krilin, Tambourine. Al estar débil por el hambre y el cansancio del Torneo de Artes Marciales, pierde la pelea y Tambourine le considera muerto. Roshi y los demás vuelven a casa, ante el retraso de Goku para guarecerse. Tambourine le entrega a Piccolo Daimao la Esfera del Dragón y la lista de los luchadores. Éste es enviado a matar a todos los luchadores del Torneo de Artes Marciales uno por uno. Sus primeras víctimas son el Rey Chappa y Pamputt, que caen derrotados fácilmente. ",
                "url": "https://mega.nz/embed/9zMBnQ6D#XQxIjaAfk6JobeY_DtniZrbIxXPUiSdXo19kWwra354"
            },
            {
                "nro": "104",
                "titulo": "«¡Regresa Son Gokū!»",
                "titulos": [
                    "«Yomigaere Son Gokū!!»",
                    "«Un extraño encuentro»",
                    "«Goku regresa»"
                ],
                "manga": "Capítulos 137 y 138",
                "fecha": "9 de marzo de 1988",
                "resumen": "Mientras Tambourine comienza a matar a los luchadores del torneo por todo el mundo, dejando tras de sí el Símbolo del Demonio, Piccolo crea otro guerrero para recoger las Dragon Balls restantes. Goku despierta en mitad del bosque y trata de buscar alimento. Roshi, previendo los problemas que pueden suceder, piensa en trasladar la Kame-House a otra isla para buscar refugio. Goku, mientras, encuentra un gran pez que está siendo asado en una hoguera en mitad del bosque y se lo come. Cuando está terminando, un hombre de la montaña emerge de los matorrales, irritado y reclamando su almuerzo. ",
                "url": "https://mega.nz/embed/8n1RRTxR#4rpdXMUS8UHO4eE4udfrTfg_JkU5PZha_icjG_M2PNk"
            },
            {
                "nro": "105",
                "titulo": "«¡El chico misterioso: Aparece Yajirobe!»",
                "titulos": [
                    "«Kaidanji・Yajirobē tōjō!!»",
                    "«La derrota de Cymbal»",
                    "«El gran Yajirobe»"
                ],
                "manga": "Capítulos 138 y 139",
                "fecha": "16 de marzo de 1988",
                "resumen": "Goku pelea con el hombre de la montaña. Conocido como Yajirobe, un virtuoso luchador de katana. Roshi encuentra un refugio seguro para sus amigos en una isla nueva y más grande, y decide junto con Tenshinhan y Chaoz encontrar las Dragon Ball y detener a Piccolo Daimao. Bulma mete a Krilin en una cápsula de congelación y lo esconde en el cajón de su ropa interior. Mientras pelean, Goku ve que Yajirobe tiene la Esfera del Dragón de una estrella. En ese momento aparece Cymbal, el monstruo de Piccolo Daimao, reclamándola. Después de un juego de \"piedra, papel o tijeras\", Yajirobe gana el derecho a luchar. Finalmente Yajirobe lo vence, rebanándolo por la mitad. En ese momento Piccolo Daimao siente la muerte de Cymbal, ante lo cual se enfurece. ",
                "url": "https://mega.nz/embed/YzEjRTzQ#qJew8OLe84PnV-BLKn0NpU3f3_Py-5K9dmRwI5OWso8"
            },
            {
                "nro": "106",
                "titulo": "«¡La bestia: Tanbourin ha llegado!»",
                "titulos": [
                    "«Majū・Tanbarin ga yatte kuru!!»",
                    "«Un escondite casi perfecto»",
                    "«El malvado Tambourine se acerca»"
                ],
                "manga": "Capítulos 139 y 140",
                "fecha": "23 de marzo de 1988",
                "resumen": "Piccolo Daimao está devastado y herido por la muerte de Cymbal, y ordena a Tambourine vengar su muerte, justo después de que éste acabara con Giran en mitad de un Río. Roshi y los otros encuentran una Esfera del Dragón en su radar. Yamcha es el siguiente en la lista de participantes. Tambourine encuentra y ataca a Yamcha, pero antes de que pueda matarlo, Piccolo Daimao le ordena telepáticamente encontrar al asesino de Cymbal. El Maestro Roshi se las arregla para conseguir una de las Dragon Balls en un iceberg. Goku cuenta a Yajirobe que tiene la intención de utilizar las Dragon Balls para resucitar a Krilin. Mientras Tambourine se dirige hacia Goku y Yajirobe. ",
                "url": "https://mega.nz/embed/RutjFRiR#UHhktoFn6itiUXkY2WgAl8Ti1bzcaKJvw7Y4eIXnSsM"
            },
            {
                "nro": "107",
                "titulo": "«¡Son Gokū: Explosión de ira!»",
                "titulos": [
                    "«Son Gokū・Ikari bakuhatsu!!»",
                    "«A la memoria de Krilín»",
                    "«Goku se enfurece»"
                ],
                "manga": "Original y capítulo 140 y 141",
                "fecha": "6 de abril de 1988",
                "resumen": "El maestro Roshi tiene una dura negociación con unos piratas que tienen una de las Esfera del Dragón. Yajirobe se niega a entregar su Esfera a Goku. Goku no se irá hasta que Yajirobe se la entregue, pero Tambourine los encuentra, aunque tiene dificultades para seguirlos. Tenshinhan se encuentra con un viejo rival en medio de un pueblo fantasma donde se indica que existe una Esfera del Dragón. Resulta que el hombre es un oponente al que Tenshinhan atacó salvajemente. Ten intenta pedir muy amablemente la Esfera pero el hombre se niega. Los soldados entran a la casa pensando que Ten es el asesino de los luchadores de artes marciales, pero el Maestro Roshi les convence de que están equivocados. Para asombro del hombre, Ten se arrodilla y le ruega que le entregue la Esfera. Por otro lado, Tambourine encuentra finalmente a Yajirobe y Goku, quien está listo para vengar a su amigo. ",
                "url": "https://mega.nz/embed/06NVgYrL#2D9iJHdMdwz3vGh9B0zfN4FptwZYO6P-aZNDKFrZZBw"
            },
            {
                "nro": "108",
                "titulo": "«¡El aterrizaje de Piccolo Daimaō!»",
                "titulos": [
                    "«Pikkoro Daimaō oritatsu!!»",
                    "«Una difícil decisión»",
                    "«La aparición de Pikoro Dai-ma-ku»"
                ],
                "manga": "Capítulos 141 y 142",
                "fecha": "13 de abril de 1988",
                "resumen": "Se inicia la lucha entre Goku y Tambourine. De inmediato, lo abruma con su velocidad. Roshi y los demás siguen en busca de otra Esfera en mitad de una escarpada montaña. Harto de los movimientos del joven, Tambourine lanza un haz de energía concentrado, pero Goku logra resistirlo, atemorizado por su poder, Tambourine intenta huir, pero Goku lo alcanza y lo mata con un Kamehameha en el aire. Nuevamente la muerte del Monstruo es detectada por Piccolo Daimao, quien decide matar al asesino de sus \"hijos\" personalmente. Yajirobe está muy enfadado con Goku por incinerar al Monstruo, que iba a ser su cena. Roshi y Tenshinhan encuentran la Esfera del Dragón en una cueva infestada de cuervos. Gracias a Chaoz, consiguen recuperarla. En ese momento, Piccolo Daimao aparece sobre el lugar donde se encuentra Goku. ",
                "url": "https://mega.nz/embed/5nVXjZJR#GydsTK5ZecUBaDnD_coy8-Ev2vdRQ0NPhWK9wXz_ROI"
            },
            {
                "nro": "109",
                "titulo": "«Son Gokū contra Piccolo Daimaō»",
                "titulos": [
                    "«Son Gokū tai Pikkoro Daimaō»",
                    "«Goku contra Piccolo»",
                    "«Goku contra Pikoro Dai-ma-ku»"
                ],
                "manga": "Capítulos 142 y 143",
                "fecha": "20 de abril de 1988",
                "resumen": "Roshi está a punto de conseguir otra Esfera. Yajirobe le da a Goku la Esfera del Dragón y corre a esconderse. Piccolo Daimao se lanza al vacío para hacer frente a Goku y se dispone a acabar con él. ",
                "url": "https://mega.nz/embed/Jz8zhZZY#N_92-OnvaB2Xk4qE288le72uTE9KTLpU7_x2QxSVXYg"
            },
            {
                "nro": "110",
                "titulo": "«¡Aguanta! ¡Son Gokū!»",
                "titulos": [
                    "«Ganbare! Son Gokū!!»",
                    "«La última esperanza»",
                    "«¡Tú puedes Goku!»"
                ],
                "manga": "Capítulos 144 y 145",
                "fecha": "4 de mayo de 1988",
                "resumen": "Después de algunos golpes Piccolo Daimao deja a Goku gravemente herido y toma su Esfera del Dragón. Piccolo Daimao hace su camino para obtener el resto de las Esferas. En su estado, Goku pide a Yajirobe que lo lleve a la Torre Karin. Mientras tanto Chaoz encuentra la quinta Dragon Ball. Piccolo Daimao se come las dos Dragon Balls que tenía en su poder para frustrar el plan de Roshi. Para evitar que Ten entre en combate, Roshi lo paraliza. Piccolo Daimao se lanza al vacío para hacer frente a Roshi. ",
                "url": "https://mega.nz/embed/wuFDADzK#hbiBsA7cA40PgGd8ZpMXYhxZ2tjnq1mlSK_Wh_p9U0A"
            },
            {
                "nro": "111",
                "titulo": "«¡El último Mafūba de Kame Sen'nin!»",
                "titulos": [
                    "«Kame Sennin no saigo no Mafūba!!»",
                    "«El último combate del maestro Mutenroshi»",
                    "«El último Ma-Fuu-Ba del maestro Roshi»"
                ],
                "manga": "Capítulos 146 y 147",
                "fecha": "11 de mayo de 1988",
                "resumen": "Bulma es incapaz de ponerse en contacto con el maestro Roshi. Este, sabiendo muy bien que no es rival para Piccolo Daimao, no tiene ningún deseo de luchar así que soporta el dolor que recibe. Piccolo Daimao no recuerda la su antigua reunión sino hasta que Roshi menciona a Mutaito, y crece el temor al darse cuenta de lo que Roshi está por hacer. Roshi lleva a cabo el Ma-Fuu-Ba. mientras Piccolo Daimao trata de resistir, Ten observa la situación. Por desgracia, Roshi pierde en el último segundo y muere, Piccolo Daimao une las siete Dragon Balls e invoca a Sheng-Long. ",
                "url": "https://mega.nz/embed/wu9TyBRS#o0tS6UWH-cjcqRRBG3AeJS4NEnd6nuZRKYtDfDD3HZ0"
            },
            {
                "nro": "112",
                "titulo": "«¡¿Ha vuelto a la juventud?! Piccolo Daimaō»",
                "titulos": [
                    "«Wakagaeru ka!? Pikkoro Daimaō»",
                    "«En busca de la eterna juventud»",
                    "«¿Podrá Pikoro Dai-ma-ku recuperar la juventud?»"
                ],
                "manga": "Capítulos 147 y 148",
                "fecha": "18 de mayo de 1988",
                "resumen": "Chaoz intenta frustrar el deseo de Piccolo Daimao, pero muere en su lugar. Piccolo Daimao convierte su sueño en realidad y rejuvenece. Antes que Shen Long pueda dispersarse, Piccolo Daimao lo mata para que nadie más puede usar las Dragon Balls en su contra. Piccolo tiene previsto orientar el Reino de Chow. Allí el rey furry es una persona de buen corazón. Ten tiene la intención de usar el Ma-Fuu-Ba contra Piccolo. Pilaf intenta solicitar su recompensa, pero Piccolo Daimao lo echa de la nave. Yajirobe y Goku finalmente llegan a la torre de Karin y son recibidos por Bora y Upa. ",
                "url": "https://mega.nz/embed/En1ViJYB#aZ4DoDyWgMCzsX-m_CS_yyBM5pE6guldDgrdYYLq1Cw"
            },
            {
                "nro": "113",
                "titulo": "«¡La defensa y ofensa del castillo del Rey!»",
                "titulos": [
                    "«Kingu kyassuru no kōbō!!»",
                    "«La primera etapa»",
                    "«Ataque al castillo del rey.»"
                ],
                "manga": "Capítulo 149",
                "fecha": "25 de mayo de 1988",
                "resumen": "Como Rey, Piccolo prepara su ataque al Castillo. Goku tiene la intención de subir la torre de Karin, pero Yajirobe no quiere ir con él. Yamcha y los demás llegan al lugar en el que Ten les está esperando. Las cosas se ponen feas en el reino, incluso para el rey. Piccolo Daimao mata al comandante y captura al rey. Yajirobe finalmente llega a la cima de la torre. ",
                "url": "https://mega.nz/embed/Bn9mHL7T#e2DWeIz8e82q_b7DmjL_-9SIBdpgGvv_fPDb7-6IJEM"
            },
            {
                "nro": "114",
                "titulo": "«¡El deseo de Gokū! El señor Karin también se preocupa»",
                "titulos": [
                    "«Gokū no negai!! Karin-sama mo nayamu»",
                    "«En la cima de la torre»",
                    "«La esperanza de Goku.»"
                ],
                "manga": "Capítulo 150",
                "fecha": "1 de junio de 1988",
                "resumen": "Piccolo Daimao mata al primer oficial del rey y obliga a éste a anunciarlo como el nuevo amo del mundo. Furry se niega y Piccolo destruye gran parte de la ciudad, mientras tanto Bulma mete a Chaoz yal maestro Roshi en las cápsulas de congelación. Lamentablemente Karin no tiene nada que enseñarle a Goku. ",
                "url": "https://mega.nz/embed/lisiDYzD#DT-YvEuZfKdgJqW21QyOzWcuw5ml7Fbf_ozUtm-mAI8"
            },
            {
                "nro": "115",
                "titulo": "«¡Ponla en mis manos! La misteriosa Chōshinsui»",
                "titulos": [
                    "«Te ni Irero! Nazo no Chōshinsui»",
                    "«El laberinto de hielo»",
                    "«Vamos por la misteriosa agua de los dioses.»"
                ],
                "manga": "Original y capítulo 151",
                "fecha": "8 de junio de 1988",
                "resumen": "Karin le dice a Goku que el Agua Ultra sagrada se esconde en un laberinto de hielo en el que muchos han perecido tratando de pasar. Yajirobe no quiere ir, pero accidentalmente entra en el mismo portal en el que entra después de Goku. Goku lucha contra un monstruo de hielo indestructible, despierta la Oscuridad. Yajirobe y Goku escapan deslizándose por un camino sinuoso. La oscuridad tiene algo en el almacén para ellos. ",
                "url": "https://mega.nz/embed/d6EgHAjK#kq0qDdGejBS2Ey7fQab2RkQ0Zetj-BZt0tMK9Cr888s"
            },
            {
                "nro": "116",
                "titulo": "«¡¿Kame Sen'nin está vivo?!»",
                "titulos": [
                    "«Ikite ita Kame Sennin!?»",
                    "«El maestro Mutenroshi reaparece»",
                    "«¿El maestro Roshi está vivo?»"
                ],
                "manga": "Original y capítulo 151",
                "fecha": "22 de junio de 1988",
                "resumen": "Yajirobe y Goku van por caminos separados. Goku ve al Maestro Roshi y es llevado a la Kame House en el centro del laberinto en el que todos sus amigos le esperan. Algo no va bien, Goku se da cuenta de que todo esto es una ilusión. Yajirobe cae sobre Goku y ambos caen por un precipicio. Satisfecha, la oscuridad se reúne con Goku y le advierte de la posibilidad de morir, si no es apto para beber el Agua Ultra Sagrada. Goku se arriesga y bebe el agua, que le causa un dolor insoportable. Mientras tanto el Rey Piccolo emite un comunicado, en el que anuncia que los delincuentes tienen libertad para reinar en el mundo. ",
                "url": "https://mega.nz/embed/I7V3wYAa#vVWl1BaF3-zsMudqOCEpQOPYAGFY1C_1WoAUD9VvuvQ"
            },
            {
                "nro": "117",
                "titulo": "«¡Son Gokū se lanza al fin!»",
                "titulos": [
                    "«Son Gokū tsui ni hasshin!!»",
                    "«Goku se reencarna»",
                    "«Goku despierta»"
                ],
                "manga": "Original y capítulo 152",
                "fecha": "29 de junio de 1988",
                "resumen": "Goku sobrevive al Agua Ultra Sagrada. Mientras tanto la ola de crímenes se extiende por todo el mundo. Ten logra controlar el Ma-Fuu-Ba y va en busca de Piccolo Daimao. Goku y Yajirobe vuelven a la Torre de Karin. Karin le da a Goku una nueva nube voladora y Goku se dirige hacia donde esta Piccolo Daimao para enfrentarse a él. ",
                "url": "https://mega.nz/embed/VztgGYDB#QzsdPbZEsS3306GH3OPVpFgp4G_xoM7jYMWtxIRMjmE"
            },
            {
                "nro": "118",
                "titulo": "«¡La decisión de Ten Shin Han!»",
                "titulos": [
                    "«Ten Shin Han no ketsui!!»",
                    "«Ten Shin Han toma una decisión»",
                    "«La decisión de Ten Shin Han.»"
                ],
                "manga": "Original y capítulo 152 y 153",
                "fecha": "6 de julio de 1988",
                "resumen": "El rey Piccolo mantiene el mundo en suspenso mientras elige un sector para aniquilarlo. Piccolo Daimao decide destruir el Sector 29, en el que está la ciudad de Bulma. Toda la ciudad trata de huir, incluidos los padres de Bulma. Ten llega al Castillo justo cuando Piccolo Daimao está a punto de partir. Antes de que Ten pueda iniciar su plan, Piccolo Daimao crea un nuevo guerrero llamado Drum. ",
                "url": "https://mega.nz/embed/s71ghLZQ#z_6GqUdylunn1i2jgRAolUHX6YRXnl4YFXlGOANBX8E"
            },
            {
                "nro": "119",
                "titulo": "«¡¿Funcionará?! El legendario Mafūba»",
                "titulos": [
                    "«Kimaru ka!? Densetsu no Mafūba»",
                    "«Jugándose la vida»",
                    "«La legendaria técnica Ma-Fuu-Ba.»"
                ],
                "manga": "Original y capítulo 154 y 155",
                "fecha": "20 de julio de 1988",
                "resumen": "Mientras la crisis continúa en la ciudad del oeste, Ten se ve obligado a luchar contra Drum. Goku se detiene en mitad de su viaje para salvar a Gyumao y a Chi Chi de los soldados. Mientras tanto Ten se prepara para realizar el Ma-Fuu-Ba, pero Piccolo destruye el contenedor. Goku llega y vence a Drum, matándolo instantáneamente. ",
                "url": "https://mega.nz/embed/NiFxwRJK#sE1tG5fT37PX14hxt-WZWs4XT5Hli7p16fTqF_bQG6k"
            },
            {
                "nro": "120",
                "titulo": "«¡Gokū: El máximo poder de la ira!»",
                "titulos": [
                    "«Gokū・Ikari no furu pawā!»",
                    "«La cólera de Goku»",
                    "«La ira de Goku»"
                ],
                "manga": "Capítulos 155 al 157",
                "fecha": "27 de julio de 1988",
                "resumen": "Goku comienza su lucha fuera del Castillo. Durante todo este tiempo Ten se ve sorprendido por el nuevo poder de Goku. Piccolo Daimao recibe muchos golpes de Goku, así que aprovecha todo su poder, causando la muerte de Piano en el proceso. Goku recibe un golpe, pero salta y lanza un Kamehameha. ",
                "url": "https://mega.nz/embed/kqFlHAbD#2rVdhNwaMvIzmwRFC_7Zbc_FUk2lXW7esjkeqkFkyCc"
            },
            {
                "nro": "121",
                "titulo": "«¡La más grande crisis de Son Gokū!»",
                "titulos": [
                    "«Son Gokū saidai no kiki!!»",
                    "«Un combate difícil»",
                    "«El momento crucial de Goku»"
                ],
                "manga": "Capítulos 157 al 159",
                "fecha": "3 de agosto de 1988",
                "resumen": "Goku sigue haciendo estragos en Piccolo Daimao. La noticia de la lucha de Goku llega a todos lados. Piccolo Daimao daña la pierna derecha de Goku con una explosión de energía, también usa rayos mortales hasta que alcanzan a Goku, destruyendo todo el reino, el rey Furry evade la muerte. Ten es capaz de salvar a Goku de una muerte segura, pero se agota. Goku impide que Piccolo Daimao lance otra onda explosiva, pero es golpeado por Piccolo Daimao, que provoca un enorme cráter. Goku escapa en su nube voladora. ",
                "url": "https://mega.nz/embed/BvFFjL6K#rjRgGk9AHXvdc36KY03faw40zcZNlXwnf4ggh1iY1oo"
            },
            {
                "nro": "122",
                "titulo": "«¡La última apuesta!»",
                "titulos": [
                    "«Saigo no kake!!»",
                    "«El final de Piccolo»",
                    "«El último esfuerzo»"
                ],
                "manga": "Capítulos 159 al 161",
                "fecha": "10 de agosto de 1988",
                "resumen": "Piccolo Daimao, amenaza a Goku con matar a Ten, si él se mueve. Yamcha y Yajirobe llegan al lugar del combate. Al descubrir que Piccolo Daimao ha matado a Shen Long, Goku se resigna a soportar los dolores de sus heridas. Con Goku inmovilizado, Piccolo Daimao se dispone a acabar con él, pero Goku utiliza todo su poder en su puño derecho para hacer un agujero a través de Piccolo Daimao. Segundos antes de su muerte, Piccolo Daimao utiliza lo que le queda de energía para expulsar un huevo. Yajirobe salva a Goku de caer y ayuda a Ten. Ten decide entrenar más que nunca. ",
                "url": "https://mega.nz/embed/cv82iLya#R5SKPbYbxYDqjFK2sdSabwJt6SXxX-cJA4faCsRNp9c"
            },
            {
                "nro": "123",
                "titulo": "«El secreto del Nyoibō»",
                "titulos": [
                    "«Nyoibō no himitsu»",
                    "«En busca del bastón mágico»",
                    "«El secreto del báculo sagrado»"
                ],
                "manga": "Capítulos 161 y 162",
                "fecha": "17 de agosto de 1988",
                "resumen": "Yajirobe lleva a Goku de nuevo a la torre de Karin. El mundo celebra la derrota de Piccolo Daimao. A pesar de que el dragón está muerto, Bulma guarda las piedras de todos modos. Una anciana encuentra el huevo de Piccolo Daimao y lo lleva a su casa donde le pide ayuda a su marido pero de pronto el huevo empieza a eclosionar despertando Piccolo Junior. Karin se sorprende al escuchar que el dragón está muerto, y revela que las personas muertas por Piccolo Daimao y sus hijos, no van ni al cielo ni al infierno. Karin sabe que el creador de las Dragon Balls es Kamisama. Goku recupera el báculo sagrado y vuelve a la torre de Karin. Piccolo Junior destruye la casa de la pareja. ",
                "url": "https://mega.nz/embed/hjEQyArT#J2jriH80fyCp25wcP9zfMqYQ_p_d4kUqMRhC7Ra4-Q8"
            },
            {
                "nro": "124",
                "titulo": "«El templo sobre las nubes»",
                "titulos": [
                    "«Kumo no ue no shinden»",
                    "«Un templo en las nubes»",
                    "«El templo sagrado que está arriba de las nubes»"
                ],
                "manga": "Capítulos 162 y 163",
                "fecha": "24 de agosto de 1988",
                "resumen": "Goku llega al templo sagrado. Una vez allí debe luchar contra Mr. Popo, para ver a Kamisama. Mr. Popo demuestra ser mucho más fuerte de lo que parece. Mientras tanto, la casa del Maestro Roshi se llena de periodistas que buscan a Goku después que se descubre que fue él quien derrotó a Piccolo Daimao. ",
                "url": "https://mega.nz/embed/43kUELYb#4O9DJzGcla88PJhO7ng1yybxzcO90VAFdS8pHkKdzgM"
            },
            {
                "nro": "125",
                "titulo": "«¡Aparece Dios!»",
                "titulos": [
                    "«Kami-sama tōjō!!»",
                    "«Dios aparece»",
                    "«La aparición de Kami-Sama»"
                ],
                "manga": "Capítulo 164",
                "fecha": "31 de agosto de 1988",
                "resumen": "Mr. Popo finalmente accede entrenar a Goku después de ver su potencial. Al mismo tiempo, Tenshinhan se entrena para vencer a Goku en el próximo Torneo de Artes Marciales. Al darse cuenta de la determinación de Goku, Kamisama se revela ante él, quien se sorprende por su gran parecido con Piccolo Daimao y la historia que cuenta. Kamisama se compromete a revivir a Shen Long si Goku se queda a entrenar con Mr. Popo durante un tiempo, Goku acepta con gusto. ",
                "url": "https://mega.nz/embed/BncUhCBR#Falf7N464DVTh-VSmvxiemm1CD1OLn9yInDPegjnLLc"
            },
            {
                "nro": "126",
                "titulo": "«¡Shenlong revive!»",
                "titulos": [
                    "«Yomigaeru Shenron!!»",
                    "«La resurrección del dragón»",
                    "«Shen-Long revive»"
                ],
                "manga": "Capítulo 165",
                "fecha": "14 de septiembre de 1988",
                "resumen": "Kamisama revive a Shen Long pero a cambio le pide a Goku que se quede a entrenar en el templo hasta el próximo torneo de las artes Marciales. Mientras tanto Bulma, Yamcha y los demás le piden a Shen Long que resucite a las personas que Piccolo mato. Shen-Long, les concede el deseo y Krilin, el maestro Roshi y Chaoz resucitan. ",
                "url": "https://mega.nz/embed/5zdBBQ4K#aWYho-KXFgDtTdlgsr291RgNDRnPCLL7RwX6DSWLlnw"
            },
            {
                "nro": "127",
                "titulo": "«¡Más rápido que un relámpago!»",
                "titulos": [
                    "«Kaminari yori mo hayaku!!»",
                    "«Más rápido que la luz»",
                    "«Más rápido que un relámpago»"
                ],
                "manga": "Original",
                "fecha": "21 de septiembre de 1988",
                "resumen": "Goku empieza su entrenamiento con Mr. Popo y pasados unos cuantos ejercicios Goku le dice que él sabe que el entrenamiento de Mr. Popo fue muy duro y que quiere ser entrenado como él, este acepta su petición y él, junto con Kamisama, lo mandan a buscar una corona. Goku la encuentra y al ponérsela caen rayos y el no puede esquivarlos, pasadas unas horas lo vuelve a intentar y logra ser más rápido que un relámpago. ",
                "url": "https://mega.nz/embed/ZrFUwKDB#Zu-33097ZfxEIbuLvfQMC-H6zhK80sO5tjDnqrRpaYk"
            },
            {
                "nro": "128",
                "titulo": "«Sereno como el cielo»",
                "titulos": [
                    "«Sora no yō ni shizuka ni»",
                    "«Sereno como el cielo»",
                    "«Tranquilo como el cielo»"
                ],
                "manga": "Original",
                "fecha": "28 de septiembre de 1988",
                "resumen": "Goku despierta en el templo y le encomiendan una nueva misión en la que tiene que encontrar a una persona que es muy fuerte y lo transportan a un nuevo sitio donde encuentra una familia que le informa sobre ese hombre. Al otro día el abuelo lo lleva cerca del sitio donde se encuentra aquel hombre, por fin lo encuentra y luchan pero Goku se da cuenta de que él no era la persona que buscaba y se queda confundido de pronto encuentra nuevamente al abuelo y los dos empiezan a pescar, Goku finalmente aprende a estar tranquilo como el cielo. ",
                "url": "https://mega.nz/embed/krVy3RhI#TAvQmTJV8-ZixEHcQmLP_WUoj0k9ZgLSHnQwFzWXA5w"
            },
            {
                "nro": "129",
                "titulo": "«Gokū cruza el tiempo»",
                "titulos": [
                    "«Toki o kakeru Gokū»",
                    "«Más allá de los límites del tiempo»",
                    "«Goku viaja a través del tiempo»"
                ],
                "manga": "Original",
                "fecha": "12 de octubre de 1988",
                "resumen": "En su entrenamiento, Goku viaja al pasado y se encuentra al maestro Roshi y al maestro Tsuru de jóvenes y estos lo llevan frente a su maestro Mutaito quien le enseña a Goku como controlar su Ki. ",
                "url": "https://mega.nz/embed/A21AkRjL#mPUzwtTtjANHaDwla9m-fxW9BG-7tyFkCVu1UYRPiS0"
            },
            {
                "nro": "130",
                "titulo": "«¡¿El enemigo de Gokū es... Gokū?!»",
                "titulos": [
                    "«Gokū no teki wa... Gokū!?»",
                    "«El aprendizaje»",
                    "«El oponente de Goku es... ¿Goku?»"
                ],
                "manga": "Original",
                "fecha": "19 de octubre de 1988",
                "resumen": "Goku intenta poner su mente en blanco pero no puede hacerlo y le dice a Mr. Popo que quiere luchar contra él, este le responde que no está preparado para luchar contra él, pero que si tanto quiere luchar vendrá alguien con la misma fuerza que Goku y le arranca un pelo, fabricando un muñeco con el pelo arrancado y el agua de la vida. Por fin llega el contrincante de Goku que tiene una máscara, comienzan a luchar pero Goku no siente el Ki de su oponente y le parece muy raro, entonces le da una patada a su cabeza, lo que hace que salga volando su máscara y descubre que es él mismo. Mr. Popo le explica lo que pasa y continúan luchando hasta que Goku aprende a poner su mente en blanco y sentir la presencia de su oponente, consiguiendo derrotar al muñeco, Mr. Popo le dice que no lo derrotó, si no que, se ha acabado el efecto del agua de la vida y que debe entrenar más. Mientras tanto Tenshinhan, Krilin, Yamcha y Chaoz empiezan su entrenamiento y quieren encontrar la torre Karin para hacerse más fuertes. ",
                "url": "https://mega.nz/embed/4z8HkLzQ#cvqgAG5Gy1uYXbQsW1k_I1ozeigrPQsxvMGsyMC_Swk"
            },
            {
                "nro": "131",
                "titulo": "«Comienza el camino de cada uno»",
                "titulos": [
                    "«Sorezore no michi o mezashite»",
                    "«La fiesta de la aldea»",
                    "«Cada quién toma un camino diferente»"
                ],
                "manga": "Original",
                "fecha": "26 de octubre de 1988",
                "resumen": "Tenshinhan, Krilin, Chaoz y Yamcha continúan buscando la torre de Karin y llegan a un lugar en el que están celebrando la protección del dios de la montaña sobre su pueblo. Mientras están en la fiesta, Chaoz siente que la montaña va a hacer erupción y les dice que deben salir de ahí, Tenshinhan decide detener la lava del volcán para poder ser más fuerte que Goku y todos sus amigos lo siguen. Mientras que Goku sigue entrenando con Mr. Popo. ",
                "url": "https://mega.nz/embed/Bj01wD7K#AkKzWh9wnmAfqK6Au_d88-x_IvtvKIp6AWmjy_NDV2E"
            },
            {
                "nro": "132",
                "titulo": "«Más caliente que el magma»",
                "titulos": [
                    "«Maguma yori atsuku»",
                    "«La cólera del dios de la montaña»",
                    "«Más caliente que el magma»"
                ],
                "manga": "Original",
                "fecha": "2 de noviembre de 1988",
                "resumen": "Yamcha, Tenshinhan, Chaoz y Krilin logran detener la lava del volcán para que no llegue al pueblo usando sus técnicas de artes marciales. Mientras tanto Goku continúa con su entrenamiento y todos se siguen preparando para el próximo torneo de artes marciales. ",
                "url": "https://mega.nz/embed/dmlDyQAT#fTuPCzwMyS8l7AVqgwILA6T7xOEWlC2g_BrfLs-9rkw"
            }
        ]
    },
    {
        "title": "El 23° Torneo de las Artes Marciales (1988-1989)",
        "capitulos": [
            {
                "nro": "133",
                "titulo": "«Una reunión antes de la tormenta»",
                "titulos": [
                    "«Arashi no mae no saikai»",
                    "«El reencuentro»",
                    "«Una reunión después de la tormenta»"
                ],
                "manga": "Capítulo 166",
                "fecha": "9 de noviembre de 1988",
                "resumen": "Bulma, el maestro Roshi, Lunch, Oolong y Puar se encuentran nuevamente 3 años después de que Goku mató a Piccolo Dai-Ma-Ku. Momentos después de su reencuentro se preocupan de que no ha llegado nadie, de repente aparece Goku con unas vestimentas raras haciendo que todos se sorprendan de lo mucho que ha crecido, pero siguen si llegar sus otros amigos, momentos antes de que se terminen las inscripciones del torneo de las artes marciales llegan Yamcha, Krilin, Chaoz y Tenshinhan alcanzando a inscribirse. Antes de que empiecen las preliminares se encuentran con el hijo de Piccolo. ",
                "url": "https://mega.nz/embed/gjVjAQpa#N4joYCIBfslqDLLLl6sl1_Tc1f_1eLqF7WYszBCrpsY"
            },
            {
                "nro": "134",
                "titulo": "«El turbulento Tenkaichi Budōkai»",
                "titulos": [
                    "«Haran no Tenkaichi Budōkai»",
                    "«Un nuevo campeonato de artes marciales»",
                    "«El torneo de las artes marciales ha comenzado»"
                ],
                "manga": "Capítulos 167 y 168",
                "fecha": "16 de noviembre de 1988",
                "resumen": "Empiezan las preliminares y Goku pelea de nuevo contra el rey Chapa pero lo derrota con sus nuevas técnicas. Las preliminares continúan y todos los amigos de Goku han ganado pero de pronto, cuando Chaoz está peleando, sucede algo que lo deja gravemente inconsciente, todos van a verlo y descubren que quien cometió esa atrocidad fue Tao Pai Pai, quien ahora es un robot humano, y les dice que se va a vengar de Goku por haberlo dejado así y de Tenshinhan por ser un traidor. ",
                "url": "https://mega.nz/embed/tjVFBDJI#f61gYPFB9PRfc_yB01YIYT2TFv6CNF4VjtgSIITz2KM"
            },
            {
                "nro": "135",
                "titulo": "«Los 8 escogidos»",
                "titulos": [
                    "«Erabareta hachinin»",
                    "«Los ocho mejores candidatos»",
                    "«Los ocho peleadores.»"
                ],
                "manga": "Capítulos 168 y 169",
                "fecha": "23 de noviembre de 1988",
                "resumen": "Las preliminares del torneo de las artes Marciales continúan y en la última batalla Yajirobe pelea por ser uno de los 8 finalistas contra un señor muy tonto que por pura suerte logra derrotarlo haciendo que los 8 finalistas sean Tao Pai Pai, Krilin, Yamcha, Goku, La desconocida, Tenshinhan, Mayunia y Shen. Se realiza un sorteo para ver quien será el contrincante de cada quien y este sorteo queda así: Tao Pai Pai contra Tenshinhan en la primera pelea, Goku contra La desconocida en la segunda, Mayunia contra Krilin en la tercera y Shen contra Yamcha en la última. Entonces la primera pelea inicia. ",
                "url": "https://mega.nz/embed/smcw3b7Y#tTi0D5b53GgZ_9D5x-le3tV7akfW37jmfwkinRyvwVk"
            },
            {
                "nro": "136",
                "titulo": "«El contraataque del asesino TaoPaiPai»",
                "titulos": [
                    "«Koroshiya Taopaipai no gyakushū»",
                    "«El maestro ignorante»",
                    "«El contraataque del asesino Tao-pai-Pai»"
                ],
                "manga": "Capítulos 169 y 170",
                "fecha": "30 de noviembre de 1988",
                "resumen": "La primera pelea comienza Tenshinhan pelea contra Tao Pai Pai pero Tenshinhan es más fuerte que Tao Pai Pai y cuando lo va a sacar de la plataforma se le cae la mano con que lo agarraba y de esta saca una espada con la que corta a Tenshinhan pero este se enoja y la rompe con su mano, el árbitro falla a favor de Tenshinhan ya que es ilegal usar armas pero a Tao Pai Pai no le importa y utiliza el super Do-don-pa pero Ten lo rompe con un grito y después golpea a Tao Pai Pai, este se desmaya haciendo que la pelea termine y comience la segunda. ",
                "url": "https://mega.nz/embed/I6dEzJpB#ouJKrQF2S_Ipmv_QwfAnX_2-a5gcmGPW9yjGzXaslHA"
            },
            {
                "nro": "137",
                "titulo": "«La boda de Son Gokū»",
                "titulos": [
                    "«Son Gokū no kekkon»",
                    "«Goku se casa»",
                    "«La promesa de Goku»"
                ],
                "manga": "Capítulos 171 y 172",
                "fecha": "7 de diciembre de 1988",
                "resumen": "La segunda pelea comienza y Goku pelea contra la peleadora desconocida, quien está muy enojada con Gokū, él le pregunta su nombre y ella se enoja porque él no recuerda nada, le dice que si le logra ganar la pelea le dirá su nombre. Goku la derrota y ella le dice su nombre y le recuerda la promesa que él le hizo, entonces Goku recuerda todo y le pide que sea su esposa a lo cual ella acepta. Después la tercera pelea empieza. ",
                "url": "https://mega.nz/embed/FnUDnB6R#O16u7gIZksxMnBwVQyDqgIdMFUALuSh2suQlYuKfkms"
            },
            {
                "nro": "138",
                "titulo": "«El misterioso hombre: Shen»",
                "titulos": [
                    "«Nazo no otoko・Shen»",
                    "«Shen, un candidato fuera de lo común»",
                    "«El misterioso hombre llamado Shen»"
                ],
                "manga": "Capítulos 173 y 174",
                "fecha": "14 de diciembre de 1988",
                "resumen": "La tercera pelea continúa pero Krilin finalmente pierde ante Mayunia y este se da cuenta de que no le será tan fácil conquistar el mundo. Empieza la cuarta pelea entre Yamcha y Shen, al parecer Shen es muy débil por lo que Yamcha se confía, de pronto Shen lo ataca y Yamcha se da cuenta de que no es oponente común. ",
                "url": "https://mega.nz/embed/YrExwYTB#chVGdvUIzFZZ_eJtfOzrA_GPh1ZgevG9Q75tmzYIn_4"
            },
            {
                "nro": "139",
                "titulo": "«¡Vuelve la intensa lucha! Gokū contra Ten Shin Han»",
                "titulos": [
                    "«Gekitō futatabi! Gokū tai Ten Shin Han»",
                    "«Una derrota sorprendente»",
                    "«Nuevamente una pelea violenta. Gokū contra Ten-shin-han»"
                ],
                "manga": "Capítulos 175 y 176",
                "fecha": "21 de diciembre de 1988",
                "resumen": "Se descubre que Shen es en verdad un hombre común y corriente pero que tiene el alma de Kamisama. Yamcha finalmente pierde y empiezan las semifinales; Goku contra Tenshinhan, ellos pelean y se dan cuenta de que han mejorado mucho. Pero que, a pesar de todo el más fuerte es Goku. ",
                "url": "https://mega.nz/embed/xq0E1AAa#T7OVdgYXcE3quUEW2FZyU5ot5QF1XPSK9uZXNcCjziU"
            },
            {
                "nro": "140",
                "titulo": "«El verdadero poder»",
                "titulos": [
                    "«Hontō no chikara»",
                    "«Gokū y Ten Shin Han se enfrentan de nuevo»",
                    "«El verdadero poder»"
                ],
                "manga": "Capítulos 177 y 178",
                "fecha": "11 de enero de 1989",
                "resumen": "La pelea continua y Goku pone en ridículo a Tenshinhan pues hace que se le caigan los pantalones, gracias a esto Ten se da cuenta de que Gokū es más fuerte de lo que él pensaba y entonces utiliza una técnica para que le salgan doce ojos. ",
                "url": "https://mega.nz/embed/8iMykBYC#TQtkC7FxhzsxVLnoMcMeefR0PJBTMsJ2eYSGPa9F8M8"
            },
            {
                "nro": "141",
                "titulo": "«Cuatro Ten Shin Han»",
                "titulos": [
                    "«Yonin no Ten Shin Han»",
                    "«Todos para uno y uno para todos»",
                    "«Cuatro Ten-shin-hans»"
                ],
                "manga": "Capítulos 178 y 179",
                "fecha": "18 de enero de 1989",
                "resumen": "Tenshinhan se divide en cuatro pero Goku aun sigue siendo más fuerte y siguen luchando, Gokū sigue intacto ante los ataques de Tenshinhan, finalmente Goku derrota a Tenshinhan sacando a los 4 Ten fuera de la plataforma. ",
                "url": "https://mega.nz/embed/pmV1xDpB#XRZmSyXo5FZel0LFPMG85eGGm2RF-7nCucHjrhMup_0"
            },
            {
                "nro": "142",
                "titulo": "«¿¡Cuál es más fuerte!? Dios contra Piccolo Daimaō»",
                "titulos": [
                    "«Dotchi ga tsuyoi!? Kami tai Pikkoro Daimaō»",
                    "«Shen contra Junior»",
                    "«¿Quién será más fuerte? KamiSama contra Pikoro Dai-ma-ku»"
                ],
                "manga": "Capítulos 180 y 181",
                "fecha": "25 de enero de 1989",
                "resumen": "La segunda pelea de las semifinales comienza con Shen contra Piccolo, Shen intenta detener a Piccolo usando el Ma-fuu-ba pero Piccolo ya sabe como controlar el Ma-fuu-ba y se lo regresa a Kamisama, haciendo que este quede atrapado en lugar de él, Kamisama le dice a Goku que lo derrote aunque tenga que morir Kamisama. ",
                "url": "https://mega.nz/embed/szElHJxC#4WIAxsmH4kikQYnGU-G1a9HwVUWifcSWkmpNaUiJ0K8"
            },
            {
                "nro": "143",
                "titulo": "«¡Apostando por el destino de este mundo!»",
                "titulos": [
                    "«Kono yo no unmei o kakete!»",
                    "«En lucha por el futuro del mundo»",
                    "«El destino del mundo corre peligro»"
                ],
                "manga": "Capítulos 182 y 183",
                "fecha": "1 de febrero de 1989",
                "resumen": "Goku les cuenta a Roshi, Krillin, Yamcha y a los demás acerca de como Kami y Piccolo se volvieron dos entidades separadas, el bien y el mal. La pelea comienza, su fuerza parece ser igual. Sin embargo, Piccolo desata una oleada de ataques que deja a Goku acostado en un agujero a medida que aumenta la cuenta. ",
                "url": "https://mega.nz/embed/p3MUGZBK#R1W77Z8k7dEV1bJkbM_tZfak7x5NTAxd3JrEDLJa_t4"
            },
            {
                "nro": "144",
                "titulo": "«¡Ahí está! El último Super Kamehameha»",
                "titulos": [
                    "«Deta! Kyūkyoku no Chōkamehameha»",
                    "«El último combate»",
                    "«El súper Kame-Hame-Ha.»"
                ],
                "manga": "Capítulos 183 a 185",
                "fecha": "8 de febrero de 1989",
                "resumen": "Goku quería probar los ataques de Piccolo. Al reanudar la lucha, Goku parece ser superior a su oponente. Preocupado, Piccolo decide dar rienda suelta a un ataque devastador que acabará con todo el mundo en el torneo. Goku recuerda que, aunque Kami muere en el curso de la explosión Piccolo también morirá, Goku combate la explosión de Piccolo con su más poderoso Kamehameha. ",
                "url": "https://mega.nz/embed/JmsmybbZ#FS8oeQxkuz5v5yT8GBT6Oox3WdrLTBsHLOjfjIhE1T0"
            },
            {
                "nro": "145",
                "titulo": "«La técnica de Supergigante de Piccolo Daimaō»",
                "titulos": [
                    "«Pikkoro Daimaō chōkyoshinjutsu»",
                    "«El gigante del torneo»",
                    "«El gigante Pikoro Daimaku.»"
                ],
                "manga": "Capítulos 185 al 187",
                "fecha": "15 de febrero de 1989",
                "resumen": "Piccolo revela a todos que él es, de hecho, la reencarnación de rey demonio Piccolo. Al oír esto, todos los espectadores de la arena huyen dejando solo a Goku y a sus amigos, aunque trabaja en beneficio de Goku, puesto que ya no tiene que preocuparse por hacer daño a otros. Piccolo concentra su energía para convertirse en un gigante de sí mismo. A pesar de que es considerablemente más grande, Goku todavía no tiene ningún problema luchando contra él. Sin embargo, dice que si Piccolo fuese más grande, él estaría en problemas. Por supuesto, Piccolo hace precisamente eso y Goku aprovecha la oportunidad para entrar en la boca de Piccolo y lo golpea desde el interior. ",
                "url": "https://mega.nz/embed/MqlFACyB#2cJQxOxV7fZqmUDdMkB5GWMekjL-7G8EI-70D9DGV70"
            },
            {
                "nro": "146",
                "titulo": "«La trampa de Son Gokū»",
                "titulos": [
                    "«Son Gokū no wana»",
                    "«La lealtad de Goku»",
                    "«La trampa de Goku»"
                ],
                "manga": "Capítulos 187 al 189",
                "fecha": "22 de febrero de 1989",
                "resumen": "Piccolo siendo gigante, Goku le dice que no puede crecer más pero este aumenta su tamaño aún más y Goku va hasta su garganta y recupera la botella donde está atrapado Kamisama, le confiesa a Piccolo que lo engaño para que pudiera rescatar a Kamisama. Piccolo le lanza un rayo que sigue a Goku pero este se le regresa a Piccolo dañándole un brazo, Piccolo se lo arranca y le crece uno nuevo y comienza a hacer una técnica muy poderosa. ",
                "url": "https://mega.nz/embed/V3t22Axa#YwUoElFDAf-8EbgXa96lf9Ttq8itnk5yavmOAgz5Kkk"
            },
            {
                "nro": "147",
                "titulo": "«¡Todo termina!»",
                "titulos": [
                    "«Banji kyūsu!!»",
                    "«Una prueba difícil»",
                    "«Todo se ha perdido»"
                ],
                "manga": "Capítulos 190 al 192",
                "fecha": "1 de marzo de 1989",
                "resumen": "Pikoro finalmente usa su técnica y destruye todo la isla pero Gokū sigue en pie y le lanza un Kame-hame-ha y parece que por fin derrotó a Pikoro pero este se levante y le lanza un rayo de la boca cuando Gokū estaba distraído y le atraviesa el pecho, Pikoro cree haber ganado pero Gokū se levante de nuevo. ",
                "url": "https://mega.nz/embed/hv0hWKoY#AJYJdbmjpf9-w4TdFWwO152bBmXAforC9i7TTc3YFyo"
            },
            {
                "nro": "148",
                "titulo": "«¡Ya está! El hombre más fuerte del mundo.»",
                "titulos": [
                    "«Yatta! Chikyūjō Saikyō no Otoko»",
                    "«La victoria final»",
                    "«El hombre más fuerte del mundo»"
                ],
                "manga": "Capítulos 192 al 194",
                "fecha": "8 de marzo de 1989",
                "resumen": "Pelean un poco más pero al final Gokū cae y Pikoro le daña sus brazos y sus piernas provocando que Gokū no se pueda mover, al ver esto Pikoro hace una nueva técnica para acabar con Gokū. Pikoro cree haber ganado pero Gokū llega de los aires volando y le da un cabezazo sacándolo de la plataforma haciendo que él gane. ",
                "url": "https://mega.nz/embed/AjkzXCiD#9o_wtAu1fKLBaW7SXPyy_Wv1BLbKFaH94E3Jh2_cya4"
            },
            {
                "nro": "149",
                "titulo": "«El vestido de novia dentro de las llamas»",
                "titulos": [
                    "«Honō no naka no uedingu doresu»",
                    "«En busca del abanico mágico»",
                    "«El vestido de novia rodeado por las llamas»"
                ],
                "manga": "Original",
                "fecha": "15 de marzo de 1989",
                "resumen": "Gokū y Milk llegan al castillo de Gyumao y este les enseña el vestido de novia de la madre de Milk, pero de pronto salen llamas del suelo y lo único que las puede apagar es el Basho-sen, (una hoja que perdió el maestro Roshi). Van con Uranai Ba Ba y esta los lleva a un lugar donde se enteran de cómo hacer el Basho-sen pero Uranai les dice que el maestro Roshi tiene un libro donde viene esa imagen del Basho-sen. ",
                "url": "https://mega.nz/embed/cmVEXJSI#J0clCaBTVuolZPxWUSXKQ1U--id0Z7TMYTU_nmfNG4I"
            },
            {
                "nro": "150",
                "titulo": "«El fantasmal ave traga fuego»",
                "titulos": [
                    "«Maboroshi no hi kui dori»",
                    "«El comedor de fuego»",
                    "«El ave traga fuego»"
                ],
                "manga": "Original",
                "fecha": "22 de marzo de 1989",
                "resumen": "Gokū y Milk encuentran el libro y tienen que obtener una pluma del ave traga fuego en que vive en un volvan, filamente la obtiene pero un doctor que estaba ahí les dice que era solo un mito pero les dice el lugar donde pueden encontrar el Basho-sen, Milk y Gokū se van a esa montaña pero milk se lleva un pedazo del huevo del ave traga fuego con ella. ",
                "url": "https://mega.nz/embed/wzkEWL4A#QGRsxbG7YDphFzS0UvxEYHJ5P4OmVWv5hiLz_bYRhQ8"
            },
            {
                "nro": "151",
                "titulo": "«Gracias al entrenamiento de Chichi para ser buena esposa»",
                "titulos": [
                    "«Chichi no hanayome shugyō no okage desu»",
                    "«En la montaña de hielo»",
                    "«Milk entrena duro para ser una buena esposa»"
                ],
                "manga": "Original",
                "fecha": "5 de abril de 1989",
                "resumen": "Al ir en busca del Basho-sen van a una montaña en la que si sube una mujer empieza una tormenta de nieve y todo se congela por lo que Gokū sube solo para ir por nieve que en ese lugar es muy fría para poder apagar el fuego en el castillo mientras que Milk aprende como ser una ama de casa, Gokū regresa pero la nieve se derritió, entonces Milk le dice que encontró el Basho-sen mientras limpiaba y le dan las gracias a la señora que encontraron en la montaña que les da un miel especial de abejas; los dos regresan al castillo y una vez ahí Gokū agita el Basho pero este no funcionó como para apagar el fuego. ",
                "url": "https://mega.nz/embed/IqVFBS4Z#0960shW7lh3PcFPKfRSJSml9RWtrm18wFQBYn_FpWuI"
            },
            {
                "nro": "152",
                "titulo": "«¡Deprisa Gokū! El misterio del monte de los cinco elementos»",
                "titulos": [
                    "«Isoge Gokū! Gogyōzan no nazo»",
                    "«La montaña de los cinco elementos»",
                    "«¡Apresúrate Goku! El misterio de la montaña de los cinco elementos»"
                ],
                "manga": "Original",
                "fecha": "12 de abril de 1989",
                "resumen": "Uranai baba llega y le dice a Gokū que lo que provoca el fuego es el horno mágico que se encuentra en la montaña de los cinco elementos, pero que esa montaña es muy peligrosa. Por fin llegan Gokū y Milk y descubren el camino correcto encontrando el horno tiene una fisura lo que hace que se produzca el fuego en la montaña. ",
                "url": "https://mega.nz/embed/A2VDzQyA#KKlV6mLrrYniFzOdoF91LgBsfdsDm2XVAXSbVZ9iLJ4"
            },
            {
                "nro": "153",
                "titulo": "«¡Arde montaña Frypan! Una decisión de vida o muerte»",
                "titulos": [
                    "«Moeru Furaipan yama! Isshun no kesshikō»",
                    "«En las llamas del infierno»",
                    "«La montaña Fry-Pan está en llamas, una decisión de vida o muerte»"
                ],
                "manga": "Original",
                "fecha": "19 de abril de 1989",
                "resumen": "La diosa que cuidaba el horno mágico les dice que para poder arreglarlo necesitan un pedazo de cascarón del huevo del ave traga fuego y miel de abejas del panal octagonal. A lo que Gokū y Milk le dicen que ellos tiene esas cosas, al final Gokū repara el horno después de pasar por un gran peligro; pero hace que en la montaña Fry-pan desaparezca el fuego. Finalmente Gokū y Milk se casan y Uranai baba lee su futuro gratis. ",
                "url": "https://mega.nz/embed/Qz1WFC4L#iV5zznIMIcB3oB2Y4QPIO1Hy17GmWpQXzc1qx2LGMOY"
            }
        ]
    }
]